{
	"variantrule": [
		{
			"name": "Ability Check",
			"source": "XPHB",
			"page": 360,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"An ability check is a {@variantrule D20 Test|XPHB} that represents using one of the six abilities—or a specific skill associated with an ability—to overcome a challenge."
			]
		},
		{
			"name": "Ability Score and Modifier",
			"source": "XPHB",
			"page": 360,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A creature has six ability scores—Strength, Dexterity, Constitution, Intelligence, Wisdom, and Charisma—each of which has a corresponding modifier. Add the modifier when you make a {@variantrule D20 Test|XPHB} Test with the corresponding ability or when a rule asks you to do so."
			]
		},
		{
			"name": "Action",
			"source": "XPHB",
			"page": 360,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"On your turn, you can take one action. Choose which action to take from those below or from the special actions provided by your features. These actions are defined elsewhere in this glossary:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 4,
					"items": [
						"{@action Attack|XPHB}",
						"{@action Dodge|XPHB}",
						"{@action Dash|XPHB}",
						"{@action Help|XPHB}",
						"{@action Disengage|XPHB}",
						"{@action Hide|XPHB}",
						"{@action Influence|XPHB}",
						"{@action Magic|XPHB}",
						"{@action Ready|XPHB}",
						"{@action Search|XPHB}",
						"{@action Study|XPHB}",
						"{@action Utilize|XPHB}"
					]
				}
			]
		},
		{
			"name": "Action Options",
			"source": "DMG",
			"page": 271,
			"ruleType": "O",
			"entries": [
				"This section provides new action options for combat. They can be added as a group or individually to your game.",
				{
					"name": "Climb onto a Bigger Creature",
					"type": "entries",
					"entries": [
						"If one creature wants to jump onto another creature, it can do so by grappling. A small or Medium creature has little chance of making a successful grapple against a Huge or Gargantuan creature, however, unless magic has granted the grappler supernatural might.",
						"As an alternative, a suitably large opponent can be treated as terrain for the purpose of jumping onto its back or clinging to a limb. After making any ability checks necessary to get into position and onto the larger creature, the smaller creature uses its action to make a Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check contested by the target's Dexterity ({@skill Acrobatics}) check. If it wins the contest, the smaller creature successfully moves into the target creature's space, the smaller creature moves with the target and has advantage on attack rolls against it.",
						"The smaller creature can move around within the larger creature's space, treating the space as {@quickref difficult terrain||3}. The larger creature's ability to attack the smaller creature depends on the smaller creature's location, and is left to your discretion. The larger creature can dislodge the smaller creature as an action—knocking it off, scraping it against a wall, or grabbing and throwing it—by making a Strength ({@skill Athletics}) check contested by the smaller creature's Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check. The smaller creature chooses which ability to use."
					]
				},
				{
					"name": "Disarm",
					"type": "entries",
					"entries": [
						"A creature can use a weapon attack to knock a weapon or another item from a target's grasp. The attacker makes an attack roll contested by the target's Strength ({@skill Athletics}) check or Dexterity ({@skill Acrobatics}) check. If the attacker wins the contest, the attack causes no damage or other ill effect, but the defender drops the item.",
						"The attacker has disadvantage on its attack roll if the target is holding the item with two or more hands. The target has advantage on its ability check if it is larger than the attacking creature, or disadvantage if it is smaller."
					]
				},
				{
					"name": "Mark",
					"type": "entries",
					"entries": [
						"This option makes it easier for melee combatants to harry each other with opportunity attacks.",
						"When a creature makes a melee attack, it can also mark its target. Until the end of the attacker's next turn, any opportunity attack it makes against the marked target has advantage. The opportunity attack doesn't expend the attacker's reaction, but the attacker can't make the attack if anything, such as the {@condition incapacitated} condition or the {@spell shocking grasp} spell, is preventing it from taking reactions. The attacker is limited to one opportunity attack per turn."
					]
				},
				{
					"name": "Overrun",
					"type": "entries",
					"entries": [
						"When a creature tries to move through a hostile creature's space, the mover can try to force its way through by overrunning the hostile creature. As an action or a bonus action, the mover makes a Strength ({@skill Athletics}) check contested by the hostile creature's Strength ({@skill Athletics}) check. The creature attempting the overrun has advantage on this check if it is larger than the hostile creature, or disadvantage if it is smaller. If the mover wins the contest, it can move through the hostile creature's space once this turn."
					]
				},
				{
					"name": "Shove Aside",
					"type": "entries",
					"entries": [
						"With this option, a creature uses the special {@action shove} attack from the {@book Player's Handbook|PHB} to force a target to the side, rather than away. The attacker has disadvantage on its Strength ({@skill Athletics}) check when it does so. If that check is successful, the attacker moves the target 5 feet to a different space within its reach."
					]
				},
				{
					"name": "Tumble",
					"type": "entries",
					"entries": [
						"A creature can try to tumble through a hostile creature's space, ducking and weaving past the opponent. As an action or a bonus action, the tumbler makes a Dexterity ({@skill Acrobatics}) check contested by the hostile creature's Dexterity ({@skill Acrobatics}) check. If the tumbler wins the contest, it can move through the hostile creature's space once this turn."
					]
				}
			]
		},
		{
			"name": "Adamantine Weapons",
			"source": "XGE",
			"page": 78,
			"ruleType": "O",
			"type": "section",
			"entries": [
				"Adamantine is an ultrahard metal found in meteorites and extraordinary mineral veins. In addition to being used to craft {@item adamantine armor}, the metal is also used for weapons.",
				"Melee weapons and ammunition made of or coated with adamantine are unusually effective when used to break objects. Whenever an {@item adamantine weapon|xge} or piece of {@item adamantine ammunition|xge|ammunition} hits an object, the hit is a critical hit.",
				"The adamantine version of a melee weapon or of ten pieces of ammunition costs 500 gp more than the normal version, whether the weapon or ammunition is made of the metal or coated with it."
			]
		},
		{
			"name": "Advantage",
			"source": "XPHB",
			"page": 360,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"If you have Advantage on a {@variantrule D20 Test|XPHB}, roll two d20s, and use the higher roll. A roll can't be affected by more than one Advantage, and Advantage and {@variantrule Disadvantage|XPHB} on the same roll cancel each other."
			]
		},
		{
			"name": "Adventure",
			"source": "XPHB",
			"page": 360,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"An adventure is a series of {@variantrule Encounter|XPHB|encounters}. A story emerges through playing them."
			]
		},
		{
			"name": "Alignment",
			"source": "XPHB",
			"page": 360,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A creature's alignment broadly describes its ethical attitudes and ideals. Alignment is a combination of two factors: one identifies morality (good, evil, or neutral), and the other describes attitudes toward order (lawful, chaotic, or neutral). These factors allow for nine possible combinations, such as Lawful Good and Neutral Evil."
			]
		},
		{
			"name": "Ally",
			"source": "XPHB",
			"page": 361,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A creature is your ally if it is a member of your adventuring party, your friend, on your side in combat, or a creature that the rules or the DM designates as your ally."
			]
		},
		{
			"name": "Alternative Resurrection Rules: Fading Spirits",
			"source": "TDCSR",
			"page": 215,
			"ruleType": "VO",
			"entries": [
				"Character death often becomes no more than a minor inconvenience in some campaigns. Once an adventuring party reaches a certain level, the spells available to return fallen comrades from the afterlife—including {@spell revivify}, {@spell raise dead}, and {@spell resurrection}—make death no more than a temporary setback, potentially undermining one of the most significant elements of danger and threat in the campaign story. For players and GMs who wish to elevate the gravity of character death, the optional rules in this section offer three different approaches.",
				{
					"type": "entries",
					"name": "Fading Spirits",
					"page": 215,
					"entries": [
						{
							"type": "insetReadaloud",
							"page": 215,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"Like all of the great rites of passage in life, death changes us. Simply returning to the world of the living does not undo that change, nor is it at all simple. Those who have passed beyond the veil are marked by it, even if they manage to find their way back."
									],
									"by": "Claret Director Ged Narrel",
									"from": "Unfinished Rites",
									"skipMarks": true
								}
							]
						},
						"This house rule is used in the {@i Critical Role} livestream to increase the emotional stakes of bringing a beloved friend back from the dead. It also adds the ever-increasing threat of losing a friend permanently to the game, even with the aid of miraculous magic.",
						"If magic is used to bring a character back from the dead (except for the {@spell revivify} spell; see below), everyone present becomes part of a resurrection ritual. Up to three characters present for the ritual—typically members of the deceased's adventuring party—can contribute to the ritual by attempting to call their ally's spirit back. This could involve delivering a stirring speech, playing a song from their shared childhood, goading a rival back with a display of sword skills, confessing undying love for them, or anything else that the players or the GM consider emotionally stirring.",
						{
							"type": "entries",
							"name": "Participating in the Ritual",
							"page": 215,
							"entries": [
								"Each of the participating characters makes an ability check. A player can tell the GM what kind of check they want to make, but ultimately the GM decides what check is appropriate based on the character's contribution to the ritual. The baseline DC of this check is 15, but the GM can raise or lower the DC (typically anywhere between 10 and 20) if the contribution seems particularly appropriate or particularly insincere.",
								"For example, praying to a fallen paladin's god for mercy might require a participant to make a {@dc 10} Intelligence ({@skill Religion}) check, whereas shouting at a dead friend's corpse to get back up and stop lazing around might require a {@dc 20} Charisma ({@skill Intimidation}) check. If the contribution is roleplayed in a particularly touching way, the GM can grant {@quickref Advantage and Disadvantage|PHB|2|0|advantage} on the check—even if the check's DC remains high."
							]
						},
						{
							"type": "entries",
							"name": "Resurrection Check",
							"page": 215,
							"entries": [
								"After all the characters' contributions are completed, the GM rolls a single, final resurrection check with no modifier. The base DC of this check is 10, but it is modified in three ways:",
								{
									"type": "list",
									"items": [
										"The DC is increased by 1 for every time the character has returned to life before, as the soul's connection to this world is slowly eroded by repeatedly dying and returning.",
										"The DC is reduced by 3 for each successful contribution from the other participants in this ritual.",
										"The DC is increased by 1 for each failed contribution to the ritual."
									]
								},
								"If the resurrection check is successful, the character's soul is returned to their body (if the soul is willing, as usual). If the check fails, the soul does not return—and the character is permanently unable to be raised from the dead."
							]
						},
						{
							"type": "entries",
							"name": "True Miracles",
							"page": 215,
							"entries": [
								"If a character is brought back from the dead by the {@spell true resurrection} or the {@spell wish} spell, or by a god, they instantly return to life without the need for a resurrection ritual. Additionally, if a character has been permanently lost due to a failed resurrection ritual, the GM can allow a casting of {@spell true resurrection} or {@spell wish} to begin a last-chance resurrection ritual—one that can't be repeated if failed."
							]
						},
						{
							"type": "entries",
							"name": "Revivify",
							"page": 215,
							"entries": [
								"If a spell with a casting time of 1 action is used to restore life to a creature (including the {@spell revivify} spell), no one but the caster can participate in the resurrection ritual. The caster makes a quick resurrection check by rolling a {@dice d20} and adding their spellcasting ability modifier, against a DC equal to 10 + 1 for every time the character has returned to life before. On a failure, the character's soul is not lost, but the resurrection fails and increases the DC of any future resurrection checks by 1. Further attempts to bring the character back to life must involve a spell with a casting time longer than 1 action (including {@spell raise dead} or {@spell resurrection})."
							]
						}
					]
				}
			]
		},
		{
			"name": "Alternative Resurrection Rules: Harrowing Return",
			"source": "TDCSR",
			"page": 213,
			"ruleType": "VO",
			"entries": [
				"Character death often becomes no more than a minor inconvenience in some campaigns. Once an adventuring party reaches a certain level, the spells available to return fallen comrades from the afterlife—including {@spell revivify}, {@spell raise dead}, and {@spell resurrection}—make death no more than a temporary setback, potentially undermining one of the most significant elements of danger and threat in the campaign story. For players and GMs who wish to elevate the gravity of character death, the optional rules in this section offer three different approaches.",
				{
					"type": "entries",
					"name": "Harrowing Return",
					"page": 213,
					"entries": [
						"In games that use this house rule, the process of a character dying and being pulled back into their body becomes a traumatic experience. The magic that pulls the spirit from beyond the dark veil of death takes a toll on that spirit each time, changing a person in unexpected and profound ways.",
						"This rule is best for campaigns with dark and horrific themes. It adds a dose of grim bleakness that might not feel at home in epic and heroic stories. Players and GMs who want to make use of this rule {@book should talk about it beforehand|TDCSR|4|Session Zero}, and if any player says no or doesn't offer enthusiastic support, it's best to not use it. It's also important for GMs to check in with the players whenever this rule comes into play, just to make sure everyone is still having fun with the darker themes.",
						"When a character is brought back to life by any spell other than {@spell true resurrection}, that character must make a Wisdom {@quickref saving throws|PHB|2|1|saving throw} with a DC equal to 22 − the level of the spell used to return the character to life. On a failure, the character's experience of death and the afterlife exacts a heavy toll, determined by rolling on the {@table Harrowing Return|TDCSR} table. The consequence lasts until the GM rules that the character has resolved it. Consequences with no clear resolution last for {@dice 1d10 × 10} days, after which the player decides how their character overcame it. Or, to make a campaign even darker, the players and the GM can agree that these consequences last indefinitely.",
						"Alternatively, rather than rolling on the table, a player and a GM can work together to choose a consequence that creates an interesting story for the character. Such a consequence might tie to the character's backstory, the themes of the campaign, or the circumstances under which the character died.",
						"A {@spell remove curse} spell temporarily suppresses a consequence of being brought back from the dead, but the consequence returns each time the character drops to 0 hit points or finishes a {@quickref resting|PHB|2|0|long rest}, until the consequence is resolved.",
						{
							"type": "insetReadaloud",
							"page": 213,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"O lady of cold winters and the long night of all souls. O harbinger of all ends and eternal sentinel of the final threshold. I entreat you—nay, I beseech you! You bear within your grasp the soul of one whose fate has not yet reached its end. Bear witness, O queen of night-black feathers; turn your divine gaze to the golden bonds that tie the living to the departed.",
										"The tears of a brother, who weeps without shame. The blade of a lover, who grieves she did not die while holding it in battle alongside you. A portrait painted by a mother, of an infant, untouched by the sorrows of the world. O Matron of Death, I plead to you—hear their cries! Let not this warrior's fate end here."
									],
									"by": "Valiq",
									"from": "Cleric of the Matron of Ravens",
									"skipMarks": true
								}
							]
						},
						{
							"type": "statblock",
							"name": "Harrowing Return",
							"source": "TDCSR",
							"page": 214,
							"tag": "table"
						}
					]
				}
			]
		},
		{
			"name": "Alternative Resurrection Rules: Taxing Return",
			"source": "TDCSR",
			"page": 215,
			"ruleType": "VO",
			"entries": [
				"Character death often becomes no more than a minor inconvenience in some campaigns. Once an adventuring party reaches a certain level, the spells available to return fallen comrades from the afterlife—including {@spell revivify}, {@spell raise dead}, and {@spell resurrection}—make death no more than a temporary setback, potentially undermining one of the most significant elements of danger and threat in the campaign story. For players and GMs who wish to elevate the gravity of character death, the optional rules in this section offer three different approaches.",
				{
					"type": "entries",
					"name": "Taxing Return",
					"page": 215,
					"entries": [
						"In a campaign that uses this house rule, whenever a character is restored to life, the process corrodes a fraction of their vitality, slowly consuming the body until it can no longer sustain life. Each time a character is brought back to life by a spell other than {@spell true resurrection}, that character's Constitution score is permanently reduced by 1. This loss can't be restored except by use of a {@spell wish} spell. A character whose Constitution score is reduced to 0 in this way dies permanently and can't be returned to life by any means."
					]
				}
			]
		},
		{
			"name": "Area of Effect",
			"source": "XPHB",
			"page": 361,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"The descriptions of many spells and other features specify that they have an area of effect, which typically has one of six shapes. These shapes are defined elsewhere in this glossary:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 3,
					"items": [
						"{@variantrule Cone [Area of Effect]|XPHB|Cone}",
						"{@variantrule Cube [Area of Effect]|XPHB|Cube}",
						"{@variantrule Cylinder [Area of Effect]|XPHB|Cylinder}",
						"{@variantrule Emanation [Area of Effect]|XPHB|Emanation}",
						"{@variantrule Line [Area of Effect]|XPHB|Line}",
						"{@variantrule Sphere [Area of Effect]|XPHB|Sphere}"
					]
				},
				"An area of effect has a point of origin, a location from which the effect's energy erupts. The rules for each shape specify how to position its point of origin. If all straight lines extending from the point of origin to a location in the area of effect are blocked, that location isn't included in the area of effect. To block a line, an obstruction must provide {@variantrule Cover|XPHB|Total Cover}.",
				"If the creator of an area of effect places it at an unseen point and an obstruction—such as a wall—is between the creator and that point, the point of origin comes into being on the near side of the obstruction."
			]
		},
		{
			"name": "Armor Class",
			"source": "XPHB",
			"page": 361,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"An Armor Class (AC) is the target number for an attack roll. AC represents how difficult it is to hit a target.",
				"Your base AC calculation is 10 plus your Dexterity modifier. If a rule gives you another base AC calculation, you choose which calculation to use; you can't use more than one."
			]
		},
		{
			"name": "Armor Training",
			"source": "XPHB",
			"page": 361,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Armor training allows you to use armor of a certain category without the following drawbacks. If you wear {@filter Light|items|type=Light Armor}, {@filter Medium|items|type=Medium Armor}, or {@filter Heavy|items|type=Heavy Armor} armor and lack training with it, you have {@variantrule Disadvantage|XPHB} on any {@variantrule D20 Test|XPHB} that involves Strength or Dexterity, and you can't cast spells. If you use a {@item Shield|XPHB} and lack training with it, you don't gain its AC bonus."
			]
		},
		{
			"name": "Attack Roll",
			"source": "XPHB",
			"page": 361,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"An attack roll is a {@variantrule D20 Test|XPHB} that represents making an attack with a weapon, an {@variantrule Unarmed Strike|XPHB}, or a spell."
			]
		},
		{
			"name": "Attitude",
			"source": "XPHB",
			"page": 361,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A {@variantrule Monster|XPHB|monster} has a starting attitude toward a {@variantrule Player Character|XPHB|player character}: {@variantrule Friendly [Attitude]|XPHB|Friendly}, {@variantrule Hostile [Attitude]|XPHB|Hostile}, or {@variantrule Indifferent [Attitude]|XPHB|Indifferent}."
			]
		},
		{
			"name": "Attunement",
			"source": "XPHB",
			"page": 361,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Some magic items require a creature to form a bond—called Attunement—with them before the creature can use an item's magical properties. A creature can have Attunement with no more than three magic items at a time."
			]
		},
		{
			"name": "Automatic Success",
			"source": "DMG",
			"page": 239,
			"ruleType": "VO",
			"entries": [
				"Sometimes the randomness of a {@dice d20} roll leads to ludicrous results. Let's say a door requires a {@dc 15} Strength check to batter down. A fighter with Strength 20 might helplessly flail against the door due to bad die rolls. Meanwhile, the rogue with a 10 Strength rolls a natural 20 on her first check and knocks the door from its hinges.",
				"If such results bother you, allow automatic success on checks for characters with high ability scores. Under this optional rule, a character automatically succeeds on any ability check with a DC less than or equal to the relevant ability score minus 5. So in the above example, the fighter would automatically kick in the door. This rule doesn't apply to contests, saving throws, or attack rolls.",
				"The downside of this approach is its predictability. Once a character's ability score reaches 20, checks of {@dc 15} and lower using that ability become automatic successes. Smart players will then always try to match the character with the highest ability score against any given check. If you want some risk of failure, you need to set higher DCs. Doing this, though, can merely aggravate the problem you're trying to solve: higher DCs require higher die rolls, and thus rely even more on luck.",
				"You can modify this rule to account for proficiencies using an additional option. If a character can apply a proficiency bonus to the check, he or she automatically succeeds if its DC is less than or equal to the relevant ability score. If you don't mind predictability, and you can resist the temptation to increase DCs, you might find that this variant speeds up play and focuses attention on truly difficult, tense situations."
			]
		},
		{
			"name": "Bloodied",
			"source": "XPHB",
			"page": 362,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A creature is Bloodied while it has half its {@variantrule Hit Points|XPHB} or fewer remaining."
			]
		},
		{
			"name": "Bonus Action",
			"source": "XPHB",
			"page": 362,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A Bonus Action is a special action that you can take on the same turn that you take an action. You can't take more than one Bonus Action on a turn, and you have a Bonus Action to take only if a rule explicitly says so."
			]
		},
		{
			"name": "Breaking Objects",
			"source": "XPHB",
			"page": 362,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Objects can be harmed by attacks and by some spells, using the rules below. If an object is exceedingly fragile, the DM may allow a creature to break it automatically with the {@action Attack|XPHB} or {@action Utilize|XPHB} action.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Armor Class",
							"entries": [
								"The Object {@variantrule Armor Class|XPHB} table suggests ACs for various substances."
							]
						}
					]
				},
				{
					"type": "table",
					"caption": "Object Armor Class",
					"colLabels": [
						"AC",
						"Substance"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"11",
							"Cloth, paper, rope"
						],
						[
							"13",
							"Crystal, glass, ice"
						],
						[
							"15",
							"Wood"
						],
						[
							"17",
							"Stone"
						],
						[
							"19",
							"Iron, steel"
						],
						[
							"21",
							"Mithral"
						],
						[
							"23",
							"Adamantite"
						]
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Hit Points",
							"entries": [
								"An object is destroyed when it has 0 Hit Points. The Object Hit Points table suggests {@variantrule Hit Points|XPHB} for fragile and resilient objects that are Large or smaller. To track Hit Points for a Huge or Gargantuan object, divide it into Large or smaller sections, and track each section's {@variantrule Hit Points|XPHB} separately. The DM determines whether destroying part of an object causes the whole thing to collapse."
							]
						}
					]
				},
				{
					"type": "table",
					"caption": "Object Hit Points",
					"colLabels": [
						"Size",
						"Fragile",
						"Resilient"
					],
					"colStyles": [
						"col-8",
						"col-2 text-center",
						"col-2 text-center"
					],
					"rows": [
						[
							"Tiny (bottle, lock)",
							"2 ({@dice 1d4})",
							"5 ({@dice 2d4})"
						],
						[
							"Small (chest, lute)",
							"3 ({@dice 1d6})",
							"10 ({@dice 3d6})"
						],
						[
							"Medium (barrel, chandelier)",
							"4 ({@dice 1d8})",
							"18 ({@dice 4d8})"
						],
						[
							"Large (cart, dining table)",
							"5 ({@dice 1d10})",
							"27 ({@dice 5d10})"
						]
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Damage Types and Objects",
							"entries": [
								"Objects have {@variantrule Immunity|XPHB} to Poison and Psychic damage. The DM might decide that some {@variantrule Damage Types|XPHB|damage types} are more or less effective against an object. For example, Bludgeoning damage works well for smashing things but not for cutting. Paper or cloth objects might have {@variantrule Vulnerability|XPHB} to Fire damage."
							]
						},
						{
							"type": "entries",
							"name": "Damage Threshold",
							"entries": [
								"Big objects, such as castle walls, often have extra resilience represented by a damage threshold."
							]
						},
						{
							"type": "entries",
							"name": "No Ability Scores",
							"entries": [
								"An object lacks ability scores unless a rule assigns scores to the object. Without ability scores, an object can't make ability checks, and it fails all saving throws."
							]
						}
					]
				}
			]
		},
		{
			"name": "Bright Light",
			"source": "XPHB",
			"page": 362,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Bright Light is normal illumination."
			]
		},
		{
			"name": "Burrow Speed",
			"source": "XPHB",
			"page": 362,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A creature that has a Burrow Speed can use that speed to move through sand, earth, mud, or ice. The creature can't burrow through solid rock unless the creature has a trait that allows it to do so."
			]
		},
		{
			"name": "Campaign",
			"source": "XPHB",
			"page": 362,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A campaign is a series of {@variantrule Adventure|XPHB|adventures}."
			]
		},
		{
			"name": "Cantrip",
			"source": "XPHB",
			"page": 362,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A cantrip is a level 0 spell, which is cast without a spell slot."
			]
		},
		{
			"name": "Carrying Capacity",
			"source": "XPHB",
			"page": 362,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Your size and Strength score determines the maximum weight in pounds that you can carry, as shown in the Carrying Capacity table. The table also shows the maximum weight you can drag, lift or push.",
				"While dragging, lifting, or pushing weight in excess of the maximum weight you can carry, your Speed can be no more than 5 feet.",
				{
					"type": "table",
					"caption": "Carrying Capacity",
					"colLabels": [
						"Creature Size",
						"Carry",
						"Drag/Lift/Push"
					],
					"colStyles": [
						"col-4",
						"col-4",
						"col-4"
					],
					"rows": [
						[
							"Tiny",
							"{@dice #$prompt_number:title=Enter Strength Score$# × 7.5|Str. × 7.5} lb.",
							"{@dice #$prompt_number:title=Enter Strength Score$# × 15|Str. × 15} lb."
						],
						[
							"Small/Medium",
							"{@dice #$prompt_number:title=Enter Strength Score$# × 15|Str. × 15} lb.",
							"{@dice #$prompt_number:title=Enter Strength Score$# × 30|Str. × 30} lb."
						],
						[
							"Large",
							"{@dice #$prompt_number:title=Enter Strength Score$# × 30|Str. × 30} lb.",
							"{@dice #$prompt_number:title=Enter Strength Score$# × 60|Str. × 60} lb."
						],
						[
							"Huge",
							"{@dice #$prompt_number:title=Enter Strength Score$# × 60|Str. × 60} lb.",
							"{@dice #$prompt_number:title=Enter Strength Score$# × 120|Str. × 120} lb."
						],
						[
							"Gargantuan",
							"{@dice #$prompt_number:title=Enter Strength Score$# × 120|Str. × 120} lb.",
							"{@dice #$prompt_number:title=Enter Strength Score$# × 240|Str. × 240} lb."
						]
					]
				}
			]
		},
		{
			"name": "Challenge Rating",
			"source": "XPHB",
			"page": 363,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Challenge Rating (CR) summarizes the threat a {@variantrule Monster|XPHB|monster} poses to a group of four {@variantrule Player Character|XPHB|player characters}. Compare a {@variantrule Monster|XPHB|monster's} CR to the characters' level. If the CR is higher, the {@variantrule Monster|XPHB|monster} is likely a danger. If the CR is lower, the {@variantrule Monster|XPHB|monster} likely poses little threat. But circumstances and the number of {@variantrule Player Character|XPHB|player characters} can significantly alter how threatening a {@variantrule Monster|XPHB|monster} is in actual play. The {@book Dungeon Master's Guide|XDMG} provides guidance to the DM on using CR while planning potential combat {@variantrule Encounter|XPHB|encounters}."
			]
		},
		{
			"name": "Character Sheet",
			"source": "XPHB",
			"page": 363,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A character sheet is a paper or digital record that you use to track your character's information."
			]
		},
		{
			"name": "Cleaving Through Creatures",
			"source": "DMG",
			"page": 272,
			"ruleType": "O",
			"entries": [
				"If your player characters regularly fight hordes of lower-level monsters, consider using this optional rule to help speed up such fights.",
				"When a melee attack reduces an undamaged creature to 0 hit points, any excess damage from that attack might carry over to another creature nearby. The attacker targets another creature within reach and, if the original attack roll can hit it, applies any remaining damage to it. If that creature was undamaged and is likewise reduced to 0 hit points, repeat this process, carrying over the remaining damage until there are no valid targets, or until the damage carried over fails to reduce an undamaged creature to 0 hit points."
			]
		},
		{
			"name": "Climb Speed",
			"source": "XPHB",
			"page": 363,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A Climb Speed can be used in place of {@variantrule Speed|XPHB} to traverse a vertical surface without expending the extra movement normally associated with climbing."
			]
		},
		{
			"name": "Climbing",
			"source": "XPHB",
			"page": 363,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"While you're climbing, each foot of movement costs 1 extra foot (2 extra feet in {@variantrule Difficult Terrain|XPHB|difficult terrain}). You ignore this extra cost if you have a {@variantrule Climb Speed|XPHB} and use it to climb. At the DM's option, climbing a slippery surface or one with few handholds might require a successful {@dc 15} Strength ({@skill Athletics|XPHB}) check."
			]
		},
		{
			"name": "Condition",
			"source": "XPHB",
			"page": 363,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A condition is a temporary game state. The definition of a condition says how it affects its recipient, and various rules define how to end a condition. This glossary defines these conditions:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 3,
					"items": [
						"{@condition Blinded|XPHB}",
						"{@condition Charmed|XPHB}",
						"{@condition Deafened|XPHB}",
						"{@condition Exhaustion|XPHB}",
						"{@condition Frightened|XPHB}",
						"{@condition Grappled|XPHB}",
						"{@condition Incapacitated|XPHB}",
						"{@condition Invisible|XPHB}",
						"{@condition Paralyzed|XPHB}",
						"{@condition Petrified|XPHB}",
						"{@condition Poisoned|XPHB}",
						"{@condition Prone|XPHB}",
						"{@condition Restrained|XPHB}",
						"{@condition Stunned|XPHB}",
						"{@condition Unconscious|XPHB}"
					]
				},
				"A condition doesn't stack with itself; a recipient either has a condition or doesn't. The {@condition Exhaustion|XPHB} condition is an exception to that rule."
			]
		},
		{
			"name": "Cone [Area of Effect]",
			"source": "XPHB",
			"page": 364,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A Cone is an area of effect that extends in straight lines from a point of origin in a direction its creator chooses. A Cone's width at any point along its length is equal to that point's distance from the point of origin. For example, a Cone is 15 feet wide at a point along its length that is 15 feet from the point of origin. The effect that creates a Cone specifies its maximum length.",
				"A Cone's point of origin isn't included in the area of effect unless its creator decides otherwise."
			]
		},
		{
			"name": "Cover",
			"source": "XPHB",
			"page": 364,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Cover provides a degree of protection to a target behind it. There are three degrees of cover, each of which provides a different benefit to a target: Half Cover (+2 bonus to AC and Dexterity saving throws), Three-Quarters Cover (+5 bonus to AC and Dexterity {@variantrule Saving Throw|XPHB|saving throws}), and Total Cover (can't be targeted directly). If behind more than one degree of cover, a target benefits only from the most protective degree."
			]
		},
		{
			"name": "Crawling",
			"source": "XPHB",
			"page": 364,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"While you're crawling, each foot of movement costs 1 extra foot (2 extra feet in {@variantrule Difficult Terrain|XPHB|difficult terrain})."
			]
		},
		{
			"name": "Creature",
			"source": "XPHB",
			"page": 364,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Any being in the game, including a {@variantrule Player Character|XPHB|a player's character}, is a creature."
			]
		},
		{
			"name": "Creature Type",
			"source": "XPHB",
			"page": 364,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Every creature, including every {@variantrule Player Character|XPHB|player character}, has a tag in the rules that identifies the type of creature it is. Most {@variantrule Player Character|XPHB|player characters} are of the Humanoid type. These are the game's creature types:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 3,
					"items": [
						"Aberration",
						"Beast",
						"Celestial",
						"Construct",
						"Dragon",
						"Elemental",
						"Fey",
						"Fiend",
						"Giant",
						"Humanoid",
						"Monstrosity",
						"Ooze",
						"Plant",
						"Undead"
					]
				},
				"The types don't have rules themselves, but some rules in the game affect creatures of certain types in different ways."
			]
		},
		{
			"name": "Critical Hit",
			"source": "XPHB",
			"page": 364,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"If you roll a 20 on the {@dice d20} for an attack roll, you score a Critical Hit, and the attack hits regardless of any modifiers or the target's AC. A Critical Hit lets you roll extra dice for the attack's damage against the target. Roll all of the attack's damage dice twice and add them together. Then add any relevant modifiers."
			]
		},
		{
			"name": "Cube [Area of Effect]",
			"source": "XPHB",
			"page": 364,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A Cube is an area of effect that extends in straight lines from a point of origin located anywhere on a face of the Cube. The effect that creates a Cube specifies its size, which is the length of each side. A Cube's point of origin isn't included in the area of effect unless its creator decides otherwise."
			]
		},
		{
			"name": "Curses",
			"source": "XPHB",
			"page": 364,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Some game effects curse a creature or an object. The effect that confers a curse defines what the curse does. Curses can be removed by the {@spell Remove Curse|XPHB} and {@spell Greater Restoration|XPHB} spells or other magic that explicitly ends curses."
			]
		},
		{
			"name": "Cylinder [Area of Effect]",
			"source": "XPHB",
			"page": 364,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A Cylinder is an area of effect that extends in straight lines from a point of origin located at the center of the circular top or bottom of the Cylinder. The effect that creates a Cylinder specifies the radius of the Cylinder's base and the Cylinder's height.",
				"A Cylinder's point of origin is included in the area of effect."
			]
		},
		{
			"name": "D20 Test",
			"source": "XPHB",
			"page": 364,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"D20 Tests encompass the three main d20 rolls of the game: {@variantrule Ability Check|XPHB|ability checks}, {@variantrule Attack Roll|XPHB|attack rolls}, and {@variantrule Saving Throw|XPHB|saving throws}. If something in the game affects D20 Tests, it affects all three of these rolls. The DM determines whether a D20 Test is warranted in a given circumstance."
			]
		},
		{
			"name": "Damage",
			"source": "XPHB",
			"page": 364,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Damage represents harm that causes a creature or an object to lose {@variantrule Hit Points|XPHB}."
			]
		},
		{
			"name": "Damage Roll",
			"source": "XPHB",
			"page": 364,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A damage roll is a die roll, adjusted by any applicable modifiers, that deals damage to a target."
			]
		},
		{
			"name": "Damage Threshold",
			"source": "XPHB",
			"page": 364,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A creature or an object that has a damage threshold has {@variantrule Immunity|XPHB} to all damage unless it takes an amount of damage from a single attack or effect equal to or greater than its damage threshold, in which case it takes that entire instance of damage. Any damage that fails to meet or exceed the damage threshold is superficial and doesn't reduce {@variantrule Hit Points|XPHB}. For example, if an object has a damage threshold of 10, the object takes no damage if 9 damage is dealt to it, since that damage fails to exceed the threshold. If the same object is dealt 11 damage, it takes all of that damage."
			]
		},
		{
			"name": "Damage Types",
			"source": "XPHB",
			"page": 365,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Attacks and other harmful effects deal different types of damage. Damage types have no rules of their own, but other rules, such as Resistance, rely on the types. The Damage Types table offers examples to help a DM assign a type to a new effect.",
				{
					"type": "table",
					"caption": "Damage Types",
					"colLabels": [
						"Type",
						"Examples"
					],
					"colStyles": [
						"col-3",
						"col-9"
					],
					"rows": [
						[
							"Acid",
							"Corrosive liquids, digestive enzymes"
						],
						[
							"Bludgeoning",
							"Blunt objects, constriction, falling"
						],
						[
							"Cold",
							"Freezing water, icy blasts"
						],
						[
							"Fire",
							"Flames, unbearable heat"
						],
						[
							"Force",
							"Pure magical energy"
						],
						[
							"Lightning",
							"Electricity"
						],
						[
							"Necrotic",
							"Life-draining energy"
						],
						[
							"Piercing",
							"Fangs, puncturing objects"
						],
						[
							"Poison",
							"Toxic gas, venom"
						],
						[
							"Psychic",
							"Mind-rending energy"
						],
						[
							"Radiant",
							"Holy energy, searing radiation"
						],
						[
							"Slashing",
							"Claws, cutting objects"
						],
						[
							"Thunder",
							"Concussive sound"
						]
					]
				}
			]
		},
		{
			"name": "Darkness",
			"source": "XPHB",
			"page": 365,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"An area of Darkness is {@variantrule Heavily Obscured|XPHB}."
			]
		},
		{
			"name": "Dead",
			"source": "XPHB",
			"page": 365,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A dead creature has no {@variantrule Hit Points|XPHB} and can't regain them unless it is first revived by magic such as the {@spell Raise Dead|XPHB} or {@spell Revivify|XPHB} spell. When such a spell is cast, the spirit knows who is casting it and can refuse. The spirit of a dead creature has left the body and departed for the Outer Planes, and reviving the creature requires calling the spirit back.",
				"If the creature returns to life, the revival effect determines the creature's current {@variantrule Hit Points|XPHB}. Unless otherwise stated, the creature returns to life with any {@variantrule Condition|XPHB|conditions}, magical contagions, or curses that were affecting it at death if the durations of those effects are still ongoing. If the creature died with any {@condition Exhaustion|XPHB} levels, it returns with 1 fewer level. If the creature had {@variantrule Attunement|XPHB} to one or more magic items, it is no longer attuned to them."
			]
		},
		{
			"name": "Death Saving Throw",
			"source": "XPHB",
			"page": 365,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A {@variantrule Player Character|XPHB|player character} must make a Death Saving Throw (also called a Death Save) if they start their turn with 0 {@variantrule Hit Points|XPHB}."
			]
		},
		{
			"name": "Diagonals",
			"source": "DMG",
			"page": 252,
			"ruleType": "O",
			"entries": [
				"The {@book Player's Handbook|PHB} presents a simple method for counting movement and measuring range on a grid: count every square as 5 feet, even if you're moving diagonally. Though this is fast in play, it breaks the laws of geometry and is inaccurate over long distances. This optional rule provides more realism, but it requires more effort during combat.",
				"When measuring range or moving diagonally on a grid, the first diagonal square counts as 5 feet, but the second diagonal square counts as 10 feet. This pattern of 5 feet and then 10 feet continues whenever you're counting diagonally, even if you move horizontally or vertically between different bits of diagonal movement.",
				"For example, a character might move one square diagonally (5 feet), then three squares straight (15 feet), and then another square diagonally (10 feet) for a total movement of 30 feet."
			]
		},
		{
			"name": "Difficult Terrain",
			"source": "XPHB",
			"page": 366,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"If a space is Difficult Terrain, every foot of movement in that space costs 1 extra foot. For example, moving 5 feet through Difficult Terrain costs 10 feet of movement. Difficult Terrain isn't cumulative; either a space is Difficult Terrain or it isn't.",
				"A space is Difficult Terrain if the space contains any of the following or something similar:",
				{
					"type": "list",
					"items": [
						"A creature that isn't Tiny or your ally",
						"Furniture that is sized for creatures of your size or larger",
						"Heavy snow, ice, rubble, or undergrowth",
						"Liquid that's between shin- and waist-deep",
						"A narrow opening sized for a creature one size smaller than you",
						"A slope of 20 degrees or more"
					]
				}
			]
		},
		{
			"name": "Difficulty Class",
			"source": "XPHB",
			"page": 366,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A Difficulty Class (DC) is the target number for an ability check or a {@variantrule Saving Throw|XPHB|saving throw}."
			]
		},
		{
			"name": "Dim Light",
			"source": "XPHB",
			"page": 366,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"An area with Dim Light is {@variantrule Lightly Obscured|XPHB}."
			]
		},
		{
			"name": "Disadvantage",
			"source": "XPHB",
			"page": 366,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"If you have Disadvantage on a {@variantrule D20 Test|XPHB}, roll two d20s and use the lower roll. A roll can't be affected by more than one Disadvantage, and {@variantrule Advantage|XPHB} and Disadvantage on the same roll cancel each other."
			]
		},
		{
			"name": "Downtime Activity: Training to Gain Levels",
			"source": "DMG",
			"page": 131,
			"ruleType": "V",
			"entries": [
				"As a variant rule, you can require characters to spend downtime training or studying before they gain the benefits of a new level. If you choose this option, once a character has earned enough experience points to attain a new level, he or she must train for a number of days before gaining any class features associated with the new level.",
				"The training time required depends on the level to be gained, as shown on the Training to Gain Levels table. The training cost is for the total training time.",
				{
					"type": "table",
					"caption": "Training to Gain Levels",
					"colLabels": [
						"Level Attained",
						"Training Time",
						"Training Cost"
					],
					"colStyles": [
						"col-4 text-center no-wrap",
						"col-4 text-center",
						"col-4 text-center"
					],
					"rows": [
						[
							"2nd-4th",
							"10 days",
							"20 gp"
						],
						[
							"5th-10th",
							"20 days",
							"40 gp"
						],
						[
							"11th-16th",
							"30 days",
							"60 gp"
						],
						[
							"17th-20th",
							"40 days",
							"80 gp"
						]
					]
				}
			]
		},
		{
			"name": "Emanation [Area of Effect]",
			"source": "XPHB",
			"page": 366,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"An Emanation is an area of effect that extends in straight lines from a creature or an object in all directions. The effect that creates an Emanation specifies the distance it extends.",
				"An Emanation moves with the creature or object that is its origin unless it is an instantaneous or a stationary effect.",
				"An Emanation's origin (creature or object) isn't included in the area of effect unless its creator decides otherwise."
			]
		},
		{
			"name": "Emrakul's Madness",
			"source": "PSI",
			"page": 30,
			"ruleType": "VO",
			"entries": [
				"If you do want to add elements of Emrakul's madness to your campaign, use the {@variantrule New Ability Scores: Honor and Sanity||Sanity} score rules in chapter 9 of the Dungeon Master's Guide. Allow characters to make Sanity checks to interpret the effects of Emrakul's corruption, and Sanity saving throws to resist the effects of the spreading madness.",
				"A creature or character whose {@variantrule New Ability Scores: Honor and Sanity||Sanity score} is below 10 can begin to manifest signs of physical corruption, which progresses in stages.",
				{
					"type": "entries",
					"name": "Distorted (Sanity 8–9)",
					"entries": [
						"Even before Emrakul's arrival, some cultists and those who pried too deep into dark secrets begin to change. In this early stage, physical proportions shift, with one or more of the creature's limbs or some part of the face growing larger, almost always asymmetrically. Noticeable skin blemishes can also appear, most often as boils or clumps of cauliflower-like growths (though these do not yet resemble the lattice of Emrakul's flesh). Creature statistics are unchanged."
					]
				},
				{
					"type": "entries",
					"name": "Deformed (Sanity 6–7)",
					"entries": [
						"In the second stage, a creature can develop a dead or bulging eye, huge tumorous growths, curled hands or feet, violent palsy, oozing secretions from the skin or eyes, raw red patches on the skin, and similar deformities. Patches of lattice-like growths often appear on the skin. In some cases, particularly in Nephalia, cultists begin to manifest distinctly fishlike features—goggling eyes, scaled or slimy skin, webbing between the fingers or toes, or gill-like flaps on the face or neck. Creature statistics remain unchanged."
					]
				},
				{
					"type": "entries",
					"name": "Disfigured (Sanity 4–5)",
					"entries": [
						"In the third stage, the lips shrink away from the teeth, which can rot and fall out. Fingers and toes sometimes fuse together or start transforming into tentacles. Bleeding sores erupt on the skin, or bulbous growths can appear under the skin. Cultists in Nephalia often grow fin-like protrusions or pincerlike hands. At this stage, creatures might manifest improved natural armor or weapons, or simple benefits such as the Amphibious trait of a {@creature bullywug}, the Blind Senses of a {@creature grimlock}, Chameleon Skin like a {@creature troglodyte}, the Slippery trait of a {@creature kuo-toa}, or the Spider Climb trait of an {@creature ettercap}."
					]
				},
				{
					"type": "entries",
					"name": "Misshapen (Sanity 2–3)",
					"entries": [
						"In the fourth stage, a creature's flesh often rots away or grows out of control, either leaving muscle and bone visible beneath or concealing features beneath masses of fleshy lattice or bulbous growths. Bone structure can alter radically, creating additional limbs or turning existing limbs into bizarrely jointed tentacles. Extra eyes can appear in unexpected places, or the head can transform into something resembling a fish or octopus. At this stage, a corrupted creature might begin to transform into an entirely different creature. A human could effectively become any of the creatures mentioned above, or some other vaguely humanoid monster such as a {@creature kenku}, a {@creature lizardfolk}, a {@creature sahuagin}, or a yuan-ti."
					]
				},
				{
					"type": "entries",
					"name": "Monstrous (Sanity 1)",
					"entries": [
						"The most warped creatures are barely even recognizable. Some become little more than a mass of writhing tentacles, or lose their physical coherence entirely. Two or more creatures can fuse together, joined by fleshy lattice. The \"lucky\" ones retain a basically humanoid shape, but otherwise appear completely monstrous, with twisted faces, extra limbs, horny growths, jointed tentacle extrusions, and so on. Such a creature might effectively become an Eldrazi-like monster such as an {@creature aboleth}, a {@creature chuul}, a {@creature cloaker}, a {@creature gibbering mouther}, or a {@creature mind flayer}."
					]
				}
			]
		},
		{
			"name": "Encounter",
			"source": "XPHB",
			"page": 366,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"An encounter is a scene in an adventure that is part of at least one of the game's three pillars: social interaction, exploration, or combat."
			]
		},
		{
			"name": "Encumbrance",
			"source": "PHB",
			"page": 176,
			"ruleType": "V",
			"entries": [
				"The rules for lifting and carrying are intentionally simple. Here is a variant if you are looking for more detailed rules for determining how a character is hindered by the weight of equipment. When you use this variant, ignore the Strength column of the Armor table in {@book chapter 5|PHB|5|Armor and Shields}.",
				"If you carry weight in excess of 5 times your Strength score, you are encumbered, which means your speed drops by 10 feet.",
				"If you carry weight in excess of 10 times your Strength score, up to your maximum carrying capacity, you are instead heavily encumbered, which means your speed drops by 20 feet and you have disadvantage on ability checks, attack rolls, and saving throws that use Strength, Dexterity, or Constitution."
			]
		},
		{
			"name": "Enemy",
			"source": "XPHB",
			"page": 366,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A creature is your enemy if it fights against you in combat, actively works to harm you, or is designated as your enemy by the rules or DM."
			]
		},
		{
			"name": "Equipment Sizes",
			"source": "PHB",
			"page": 145,
			"ruleType": "V",
			"entries": [
				"In most campaigns, you can use or wear any equipment that you find on your adventures, within the bounds of common sense. For example, a burly half-orc won't fit in a halfling's leather armor, and a gnome would be swallowed up in a cloud giant's elegant robe.",
				"The DM can impose more realism. For example, a suit of plate armor made for one human might not fit another one without significant alterations, and a guard's uniform might be visibly ill-fitting when an adventurer tries to wear it as a disguise.",
				"Using this variant, when adventurers find armor, clothing, and similar items that are made to be worn, they might need to visit an armorsmith, tailor, leatherworker, or similar expert to make the item wearable. The cost for such work varies from 10 to 40 percent of the market price of the item. The DM can either roll {@dice 1d4 × 10} or determine the increase in cost based on the extent of the alterations required."
			]
		},
		{
			"name": "Experience Points",
			"source": "XPHB",
			"page": 366,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"As they overcome challenges and complete adventures, characters earn Experience Points (XP) which are awarded by the Dungeon Master. When a character's XP total crosses certain thresholds, the character's level increases. The {@book Dungeon Master's Guide|XDMG} provides guidance on awarding XP."
			]
		},
		{
			"name": "Expertise",
			"source": "XPHB",
			"page": 367,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Expertise is a feature that enhances your use of a skill proficiency. When you make an ability check with a skill proficiency in which you have Expertise, your {@variantrule Proficiency|XPHB|Proficiency Bonus} is doubled for that check unless the bonus is doubled by another feature.",
				"If you gain Expertise, you gain it in one {@variantrule skill|XPHB} in which you have proficiency. You can't have Expertise in the same skill proficiency more than once."
			]
		},
		{
			"name": "Fear and Horror",
			"source": "DMG",
			"page": 266,
			"ruleType": "O",
			"entries": [
				"The rules for fear and horror can help you sustain an atmosphere of dread in a dark fantasy campaign.",
				{
					"name": "Fear",
					"type": "entries",
					"entries": [
						"When adventurers confront threats they have no hope of overcoming, you can call for them to make a Wisdom saving throw. Set the DC according to the circumstances. A character who fails the save becomes {@condition frightened} for 1 minute. The character can repeat the saving throw at the end of each of his or her turns, ending the effect on the character on a successful save."
					]
				},
				{
					"name": "Horror",
					"type": "entries",
					"entries": [
						"Horror involves more than simple fright. It entails revulsion and anguish. Often it arises when adventurer see something completely contrary to the common understanding of what can and should occur in the world, or upon the realization of a dreadful truth.",
						"In such a situation, you can call on characters to make a Charisma saving throw to resist the horror. Set the DC based on the magnitude of the horrific circumstances. On a failed save, a character gains a {@table short-Term Madness||short-term} or {@table Long-Term Madness||long-term} form of madness that you choose or determine randomly, as detailed in chapter 8, \"Running the Game.\""
					]
				}
			]
		},
		{
			"name": "Fear and Stress",
			"source": "VRGR",
			"page": 195,
			"type": "section",
			"entries": [
				"Terror takes a toll. The ramifications of frightful experiences might be an instant of instinct-triggering shock or a lasting, traumatic echo. The {@book Dungeon Master's Guide|DMG} presents options for {@book fear and horror|DMG|9|Fear and Horror} to help reinforce terrifying themes in play. This section presents an alternative system, exploring reactions personalized to individual characters and offering incentive for players to embrace roleplaying moments of fear. Options exploring fear provide guidance to create frightening moments for a character outside of spells or monster abilities, while rules for stress model the lingering toll such events can take. None of these options are required to create an enjoyable horror roleplaying experience, but they provide ways to measure the effects of characters facing and overcoming their fears.",
				{
					"type": "entries",
					"name": "Seeds of Fear",
					"entries": [
						"Aside from supernatural sources of dread and monsters who strike terror in their victims, fear is subjective and often quite personal. A battle-hardened warrior and a reclusive scholar might not deal with frightful circumstances in the same way. During character creation, a player can choose up to two Seeds of Fear to represent things their character finds truly frightening. The Seeds of Fear table offers some examples. These can change over time as characters grow, overcome old fears, and discover new uncertainties. Work with players to determine when their Seeds of Fear might change.",
						"A character never has more than three Seeds of Fear; if you gain a new seed and already have three, choose which of your old fears is replaced by the new one.",
						{
							"type": "table",
							"caption": "Seeds of Fear",
							"colLabels": [
								"d12",
								"Seed"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"\"I can't stand dark places.\""
								],
								[
									"2",
									"\"I'm terrified of a particular kind of animal.\""
								],
								[
									"3",
									"\"Deep water will be the death of me.\""
								],
								[
									"4",
									"\"I can't stand heights.\""
								],
								[
									"5",
									"\"I hate being stuck in tight spaces.\""
								],
								[
									"6",
									"\"Being around crowds unnerves me, for I always feel judged.\""
								],
								[
									"7",
									"\"I hate feeling isolated or being alone.\""
								],
								[
									"8",
									"\"Storms and extreme weather rattle me.\""
								],
								[
									"9",
									"\"Being followed chills my blood.\""
								],
								[
									"10",
									"\"Sudden noises or appearances fray my nerves.\""
								],
								[
									"11",
									"\"I can't be comfortable around creatures larger than I am.\""
								],
								[
									"12",
									"\"Reflections always seem like they're looking straight through me.\""
								]
							]
						},
						{
							"type": "entries",
							"name": "Using Seeds of Fear",
							"entries": [
								"When a character encounters one of their Seeds of Fear, and interacts with the situation in a way that reinforces the seed, such as screaming or stumbling back from a horrid event, consider giving the character inspiration for their fear-focused reaction (see \"Inspiration\" in the {@book Player's Handbook|PHB}). Once a character gains inspiration in this way, they shouldn't be able to do so again until they finish a long rest.",
								"For example, imagine that a character has the Seed of Fear \"I hate being stuck in tight spaces\" and must squeeze through a narrow crack in a cave wall to continue an adventure. If the player portrays the character's response in a way that reinforces that fear, such as refusing and finding another way around, taking time and making noise to widen the crack, or portraying some other fearful response, these would be perfect opportunities to reward the player's consideration of a Seed of Fear by granting their character inspiration."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Fear",
					"entries": [
						"An overwhelming foe or horrid monster doesn't need magic or some supernatural ability to strike fear into the most stalwart adventurers. During any frightful encounter, you can call on a character to make a saving throw to resist being scared. The character must succeed on a {@dc 15} Wisdom saving throw or become {@condition frightened} until the end of their next turn.",
						"Any of the following circumstances might be reasons to have one or more characters make saving throws to resist being {@condition frightened}:",
						{
							"type": "list",
							"items": [
								"The character experiences one of their Seeds of Fear.",
								"An enemy is immune to the character's attacks or spells.",
								"An enemy demonstrates it can deal enough damage to reduce a character to 0 hit points in one blow.",
								"A creature is alien or monstrous in ways the character never could have imagined.",
								"An object undermines a character's understanding of reality."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Stress",
					"entries": [
						"Charging headlong into terrifying situations is the stock in trade for adventurers. Among the Domains of Dread, though, periods of respite between harrowing experiences can be rare. Even the hardiest adventurers find themselves worn down over time, their performance suffering as they struggle to cope with the dread and despair.",
						"Various circumstances might cause a character stress. Stress can be tracked numerically as a Stress Score, increasing in trying situations and decreasing with care. At your discretion, a character's Stress Score might increase by 1 when one of the following situations occurs:",
						{
							"type": "list",
							"items": [
								"A tense, dramatic moment, especially one involving one of a character's Seeds of Fear",
								"Every 24 hours the character goes without finishing a long rest",
								"Witnessing the death of a loved one",
								"A nightmare or darkest fear made real",
								"Shattering the character's fundamental understanding of reality",
								"Witnessing a person transform into a horrid or unnatural creature"
							]
						},
						"When a character makes an attack roll, an ability check, or a saving throw, they must apply their current Stress Score as a penalty to the roll.",
						{
							"type": "entries",
							"name": "Reducing Stress",
							"entries": [
								"A character who spends an entire day relaxing or in otherwise calm circumstances reduces their Stress Score by 1 when they finish their next long rest.",
								"The {@spell calm emotions} spell effect used to suppress the {@condition charmed} and {@condition frightened} conditions also suppresses the effects of one's Stress Score for the spell's duration.",
								"A {@spell lesser restoration} spell reduces the target's Stress Score by 1, and a {@spell greater restoration} spell reduces a character's Stress Score to 0."
							]
						}
					]
				}
			]
		},
		{
			"name": "Flanking",
			"source": "DMG",
			"page": 251,
			"ruleType": "O",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"If you regularly use miniatures, flanking gives combatants a simple way to gain advantage on attack rolls against a common enemy.",
						"A creature can't flank an enemy that it can't see. A creature also can't flank while it is {@condition incapacitated}. A Large or larger creature is flanking as long as at least one square or hex of its space qualifies for flanking.",
						{
							"name": "Flanking on Squares",
							"type": "entries",
							"entries": [
								"When a creature and at least one of its allies are adjacent to an enemy and on opposite sides or corners of the enemy's space, they flank that enemy, and each of them has advantage on melee attack rolls against that enemy.",
								"When in doubt about whether two creatures flank an enemy on a grid, trace an imaginary line between the centers of the creatures' spaces. If the line passes through opposite sides or corners of the enemy's space, the enemy is flanked."
							]
						},
						{
							"name": "Flanking on Hexes",
							"type": "entries",
							"entries": [
								"When a creature and at least one of its allies are adjacent to an enemy and on opposite sides of the enemy's space, they flank that enemy, and each of them has advantage on attack rolls against that enemy. On hexes, count around the enemy from one creature to its ally. Against a Medium or smaller creature, the allies flank if there are 2 hexes between them. Against a Large creature, the allies flank if there are 4 hexes between them. Against a Huge creature, they must have 5 hexes between them. Against a Gargantuan creature, they must have at least 6 hexes between them."
							]
						}
					]
				}
			]
		},
		{
			"name": "Fly Speed",
			"source": "XPHB",
			"page": 367,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A Fly Speed can be used to travel through the air. While you have a Fly Speed, you can stay aloft until you land, fall, or die."
			]
		},
		{
			"name": "Flying",
			"source": "XPHB",
			"page": 367,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A variety of effects allow a creature to fly. While flying, you fall if you have the {@condition Incapacitated|XPHB} or {@condition Prone|XPHB} condition or your {@variantrule Fly Speed|XPHB} is reduced to 0. You can stay aloft in those circumstances if you can hover."
			]
		},
		{
			"name": "Friendly [Attitude]",
			"source": "XPHB",
			"page": 367,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A Friendly creature views you favorably. You have {@variantrule Advantage|XPHB|advantage} on an ability check to influence a Friendly creature."
			]
		},
		{
			"name": "Grappling",
			"source": "XPHB",
			"page": 367,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A creature can grapple another creature. Characters typically grapple by using an {@variantrule Unarmed Strike|XPHB}. Many {@variantrule Monster|XPHB|monsters} have special attacks that allow them to quickly grapple prey. However a grapple is initiated, it follows these rules.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Grappled Condition",
							"entries": [
								"Successfully grappling a creature gives it the {@condition Grappled|XPHB} condition."
							]
						},
						{
							"type": "entries",
							"name": "One Grapple per Hand",
							"entries": [
								"A creature must have a hand free to grapple another creature. Some stat blocks and game effects allow a creature to grapple using a tentacle, a maw, or another body part. Whatever part a grappler uses, it can grapple only one creature at a time with that part, and the grappler can't use that part to target another creature unless it ends the grapple."
							]
						},
						{
							"type": "entries",
							"name": "Ending a Grapple",
							"entries": [
								"A Grappled creature can use its action to make a Strength ({@skill Athletics|XPHB}) or Dexterity ({@skill Acrobatics|XPHB}) check against the grapple's escape DC, ending the {@variantrule Condition|XPHB|condition} on itself on a success. The {@variantrule Condition|XPHB|condition} also ends if the grappler has the {@condition Incapacitated|XPHB} condition or if the distance between the Grappled target and the grappler exceeds the grapple's range. In addition, the grappler can release the target at any time (no action required)."
							]
						}
					]
				}
			]
		},
		{
			"name": "Hazard",
			"source": "XPHB",
			"page": 368,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A {@5etools hazard|trapshazards.html} is an environmental danger."
			]
		},
		{
			"name": "Healing",
			"source": "DMG",
			"page": 266,
			"ruleType": "O",
			"entries": [
				"These optional rules make it easier or harder for adventurers to recover from injury, either increasing or reducing the amount of time your players can spend adventuring before rest is required.",
				{
					"type": "entries",
					"name": "Healer's Kit Dependency",
					"entries": [
						"A character can't spend any Hit Dice after finishing a short rest until someone expends one use of a healer's kit to bandage and treat the character's wounds."
					]
				},
				{
					"type": "entries",
					"name": "Healing Surges",
					"entries": [
						"This optional rule allows characters to heal up in the thick of combat and works well for parties that feature few or no characters with healing magic, or for campaigns in which magical healing is rare.",
						"As an action, a character can use a healing surge and spend up to half his or her Hit Dice. For each Hit Die spent in this way, the player rolls the die and adds the character's Constitution modifier. The character regains hit points equal to the total. The player can decide to spend an additional Hit Die after each roll.",
						"A character who uses a healing surge can't do so again until he or she finishes a short or long rest. Under this optional rule, a character regains all spent Hit Dice at the end of a long rest. With a short rest, a character regains Hit Dice equal to his or her level divided by four (minimum of one dice).",
						"For a more superheroic feel, you can let a character use a healing surge as a bonus action, rather than as an action."
					]
				},
				{
					"type": "entries",
					"name": "Slow Natural Healing",
					"entries": [
						"Characters don't regain hit points at the end of a long rest. Instead, a character can spend Hit Dice to heal at the end of a long rest, just as with a short rest.",
						"This optional rule prolongs the amount of time that characters need to recover from their wounds without the benefits of magical healing and works well for grittier, more realistic campaigns."
					]
				}
			]
		},
		{
			"name": "Healing",
			"source": "XPHB",
			"page": 368,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Healing is how you regain {@variantrule Hit Points|XPHB}."
			]
		},
		{
			"name": "Heavily Obscured",
			"source": "XPHB",
			"page": 368,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"You have the {@condition Blinded|XPHB} condition while trying to see something in a Heavily Obscured space."
			]
		},
		{
			"name": "Heroic Inspiration",
			"source": "XPHB",
			"page": 368,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"If you ({@variantrule Player Character|XPHB|a player character}) have Heroic Inspiration, you can expend it to reroll any die immediately after rolling it, and you must use the new roll.",
				"If you gain Heroic Inspiration but already have it, it's lost unless you give it to a {@variantrule Player Character|XPHB|player character} who lacks it."
			]
		},
		{
			"name": "High Jump",
			"source": "XPHB",
			"page": 368,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"When you make a High Jump, you leap into the air a number of feet equal to 3 plus your Strength modifier (minimum of 0 feet) if you move at least 10 feet on foot immediately before the jump. When you make a standing High Jump, you can jump only half that distance. Either way, each foot of the jump costs a foot of movement.",
				"You can extend your arms half your height above yourself during the jump. Thus, you can reach a distance equal to the height of the jump plus 1½ times your height."
			]
		},
		{
			"name": "Hit Point Dice",
			"source": "XPHB",
			"page": 368,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Hit Point Dice, or Hit Dice for short, help determine a {@variantrule Player Character|XPHB|player character's} Hit Point maximum, as explained in {@book chapter 2|XPHB|2}. Most {@variantrule Monster|XPHB|monsters} also have Hit Dice. A creature can spend Hit Dice during a {@variantrule Short Rest|XPHB} to regain {@variantrule Hit Points|XPHB}."
			]
		},
		{
			"name": "Hit Points",
			"source": "XPHB",
			"page": 368,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Hit Points (HP) are a measure of how difficult it is to kill or destroy a creature or an object. Damage reduces Hit Points, and healing restores them. You can't have more Hit Points than your Hit Point maximum, and you can't have less than 0."
			]
		},
		{
			"name": "Hitting Cover",
			"source": "DMG",
			"page": 272,
			"ruleType": "O",
			"entries": [
				"When a ranged attack misses a target that has cover, you can use this optional rule to determine whether the cover was struck by the attack.",
				"First, determine whether the attack roll would have hit the protected target without the cover. If the attack roll falls within a range low enough to miss the target but high enough to strike the target if there had been no cover, the object used for cover is struck. If a creature is providing cover for the missed creature and the attack roll exceeds the AC of the covering creature, the covering creature is hit."
			]
		},
		{
			"name": "Hostile [Attitude]",
			"source": "XPHB",
			"page": 368,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A Hostile creature views you unfavorably. You have {@variantrule Disadvantage|XPHB} on an ability check to influence a Hostile creature."
			]
		},
		{
			"name": "Hover",
			"source": "XPHB",
			"page": 368,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Some creatures can hover, as noted in their stat blocks, and some spells and other effects grant the ability to hover. Hovering while {@variantrule Flying|XPHB|flying} prevents you from falling in certain circumstances."
			]
		},
		{
			"name": "Illusions",
			"source": "XPHB",
			"page": 369,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Spells and other effects sometimes create magical illusions. Such an effect defines what the illusion does and which senses or mental faculties it deceives.",
				"If an illusion manifests in space, the illusion is insubstantial and weightless, yet it seems to be affected by the environment as if the illusion were real unless the effect that created it specifies otherwise. For example, a visual illusion of a creature casts shadows and reflections, and wind appears to affect the illusory creature. Similarly, an audible illusion echoes in an echoey space."
			]
		},
		{
			"name": "Immunity",
			"source": "XPHB",
			"page": 369,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"If you have Immunity to a {@variantrule Damage Types|XPHB|damage type} or a {@variantrule Condition|XPHB|condition}, it doesn't affect you in any way."
			]
		},
		{
			"name": "Improvised Weapons",
			"source": "XPHB",
			"page": 369,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"An improvised weapon is an object wielded as a makeshift weapon, such as broken glass, a table leg, or a frying pan. A Simple or Martial weapon also counts as an improvised weapon if it's wielded in a way contrary to its design; if you use a Ranged weapon to make a melee attack or throw a Melee weapon that lacks the Thrown property, the weapon counts as an improvised weapon. An improvised weapon follows the rules below.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Proficiency",
							"entries": [
								"Don't add your {@variantrule Proficiency|XPHB|Proficiency Bonus} to attack rolls with an improvised weapon."
							]
						},
						{
							"type": "entries",
							"name": "Damage",
							"entries": [
								"On a hit, the weapon deals {@damage 1d4} damage of a type the DM thinks is appropriate for the object."
							]
						},
						{
							"type": "entries",
							"name": "Range",
							"entries": [
								"If you throw the weapon, it has a normal range of 20 feet and a long range of 60 feet."
							]
						},
						{
							"type": "entries",
							"name": "Weapon Equivalents",
							"entries": [
								"If an improvised weapon resembles a Simple or Martial weapon, the DM may say it functions as that weapon and uses that weapon's rules. For example, the DM could treat a table leg as a {@item Club|XPHB}."
							]
						}
					]
				}
			]
		},
		{
			"name": "Indifferent [Attitude]",
			"source": "XPHB",
			"page": 369,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"An Indifferent creature has no desire to help or hinder you. Indifferent is the default attitude of a {@variantrule Monster|XPHB|monster}."
			]
		},
		{
			"name": "Initiative",
			"source": "XPHB",
			"page": 369,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Initiative determines the order of turns during combat. The combat rules in {@book chapter 1|XPHB|1} explain how to roll Initiative.",
				"Sometimes a DM might have combatants use their Initiative scores instead of rolling Initiative. Your Initiative score equals 10 plus your Dexterity modifier. If you have {@variantrule Advantage|XPHB} on Initiative rolls, increase your Initiative score by 5. If you have {@variantrule Disadvantage|XPHB} on those rolls, decrease that score by 5."
			]
		},
		{
			"name": "Injuries",
			"source": "DMG",
			"page": 272,
			"ruleType": "O",
			"entries": [
				"Damage normally leaves no lingering effects. This option introduces the potential for long-term injuries.",
				"It's up to you to decide when to check for a lingering injury. A creature might sustain a lingering injury under the following circumstances:",
				{
					"type": "list",
					"items": [
						"When it takes a critical hit",
						"When it drops to 0 hit points but isn't killed outright",
						"When it fails a death saving throw by 5 or more"
					]
				},
				"To determine the nature of the injury, roll on the Lingering Injuries table. This table assumes a typical humanoid physiology, but you can adapt the results for creatures with different body types.",
				{
					"type": "table",
					"caption": "Lingering Injuries",
					"colLabels": [
						"d20",
						"Injury"
					],
					"colStyles": [
						"col-2 text-center no-wrap",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@bold Lose an Eye.} You have disadvantage on Wisdom ({@skill Perception}) checks that rely on sight and on ranged attack rolls. Magic such as the {@spell regenerate} spell can restore the lost eye. If you have no eyes left after sustaining this injury, you're {@condition blinded}."
						],
						[
							"2",
							"{@bold Lose an Arm or a Hand.} You can no longer hold anything with two hands, and you can hold only a single object at a time. Magic such as the {@spell regenerate} spell can restore the lost appendage."
						],
						[
							"3",
							"{@bold Lose a Foot or Leg.} Your speed on foot is halved, and you must use a cane or crutch to move unless you have a peg leg or other prosthesis. You fall {@condition prone} after using the {@action Dash} action. You have disadvantage on Dexterity checks made to balance. Magic such as the {@spell regenerate} spell can restore the lost appendage."
						],
						[
							"4",
							"{@bold Limp.} Your speed on foot is reduced by 5 feet. You must make a {@dc 10} Dexterity saving throw after using the {@action Dash} action. If you fail the save, you fall {@condition prone}. Magical healing removes the limp."
						],
						[
							"5-7",
							"{@bold Internal Injury.} Whenever you attempt an action in combat, you must make a {@dc 15} Constitution saving throw. On a failed save, you lose your action and can't use reactions until the start of your next turn. The injury heals if you receive magical healing or if you spend ten days doing nothing but resting."
						],
						[
							"8-10",
							"{@bold Broken Ribs.} This has the same effect as Internal Injury above, except that the save DC is 10."
						],
						[
							"11-13",
							"{@bold Horrible Scar.} You are disfigured to the extent that the wound can't be easily concealed. You have disadvantage on Charisma ({@skill Persuasion}) checks and advantage on Charisma ({@skill Intimidation}) checks. Magical healing of 6th level or higher, such as {@spell heal} and {@spell regenerate}, removes the scar."
						],
						[
							"14-16",
							"{@bold Festering Wound.} Your hit point maximum is reduced by 1 every 24 hours the wound persists. If your hit point maximum drops to 0, you die. The wound heals if you receive magical healing. Alternatively, someone can tend to the wound and make a {@dc 15} Wisdom ({@skill Medicine}) check once every 24 hours. After ten successes, the wound heals."
						],
						[
							"17-20",
							"{@bold Minor Scar.} The scar doesn't have any adverse effect. Magical healing of 6th level or higher, such as {@spell heal} and {@spell regenerate}, removes the scar."
						]
					]
				},
				"Instead of using the effect described in the table, you can put the responsibility of representing a character's lingering injury in the hands of the player. Roll on the Lingering Injuries table as usual, but instead of suffering the effect described for that result, that character gains a new flaw with the same name. It's up to the player to express the lingering injury during play, just like any other flaw, with the potential to gain inspiration when the injury affects the character in a meaningful way."
			]
		},
		{
			"name": "Jumping",
			"source": "XPHB",
			"page": 370,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"When you jump, you make either a {@variantrule Long Jump|XPHB} (horizontal) or a {@variantrule High Jump|XPHB} (vertical)."
			]
		},
		{
			"name": "Knocking Out a Creature",
			"source": "XPHB",
			"page": 370,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"When you would reduce a creature to 0 {@variantrule Hit Points|XPHB} with a melee attack, you can instead reduce the creature to 1 Hit Point. The creature then has the {@condition Unconscious|XPHB} condition and starts a {@variantrule Short Rest|XPHB}.",
				"The creature remains Unconscious until it regains any {@variantrule Hit Points|XPHB} or until someone uses an action to administer first aid to it, which requires a successful {@dc 10} Wisdom ({@skill Medicine|XPHB}) check."
			]
		},
		{
			"name": "Lightly Obscured",
			"source": "XPHB",
			"page": 370,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"You have {@variantrule Disadvantage|XPHB} on Wisdom ({@skill Perception|XPHB}) checks to see something in a Lightly Obscured space."
			]
		},
		{
			"name": "Line [Area of Effect]",
			"source": "XPHB",
			"page": 370,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A Line is an area of effect that extends from a point of origin in a straight path along its length and covers an area defined by its width. The effect that creates a Line specifies its length and width.",
				"A Line's point of origin isn't included in the area of effect unless its creator decides otherwise."
			]
		},
		{
			"name": "Long Jump",
			"source": "XPHB",
			"page": 370,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"When you make a Long Jump, you leap horizontally a number of feet up to your Strength score if you move at least 10 feet immediately before the jump. When you make a standing Long Jump, you can leap only half that distance. Either way, each foot you jump costs a foot of movement.",
				"If you land in {@variantrule Difficult Terrain|XPHB|difficult terrain}, you must succeed on a {@dc 10} Dexterity ({@skill Acrobatics|XPHB}) check or have the {@condition Prone|XPHB} condition.",
				"This Long Jump rule assumes that the height of the jump doesn't matter, such as a jump across a stream or chasm. At your DM's option, you must succeed on a {@dc 10} Strength ({@skill Athletics|XPHB}) check to clear a low obstacle (no taller than a quarter of the jump's distance), such as a hedge or low wall. Otherwise, you hit the obstacle."
			]
		},
		{
			"name": "Long Rest",
			"source": "XPHB",
			"page": 370,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A Long Rest is a period of extended downtime—at least 8 hours—available to any creature. During a Long Rest, you sleep for at least 6 hours and perform no more than 2 hours of light activity, such as reading, talking, eating, or standing watch.",
				"During sleep, you have the {@condition Unconscious|XPHB} condition. After you finish a Long Rest, you must wait at least 16 hours before starting another one.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Benefits of the Rest",
							"entries": [
								"To start a Long Rest, you must have at least 1 {@variantrule Hit Points|XPHB|Hit Point}. When you finish the rest, you gain the following benefits:"
							]
						},
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Regain All HP",
									"entries": [
										"You regain all lost {@variantrule Hit Points|XPHB} and all spent {@variantrule Hit Point Dice|XPHB}. If your Hit Point maximum was reduced, it returns to normal."
									]
								},
								{
									"type": "item",
									"name": "Ability Scores Restored",
									"entries": [
										"If any of your ability scores were reduced, they return to normal."
									]
								},
								{
									"type": "item",
									"name": "Exhaustion Reduced",
									"entries": [
										"If you have the {@condition Exhaustion|XPHB} condition, its level decreases by 1."
									]
								},
								{
									"type": "item",
									"name": "Special Feature",
									"entries": [
										"Some features are recharged by a Long Rest. If you have such a feature, it recharges in the way specified in its description."
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Interrupting the Rest",
									"entries": [
										"A Long Rest is stopped by the following interruptions:"
									]
								}
							]
						},
						{
							"type": "list",
							"items": [
								"Rolling {@variantrule Initiative|XPHB}",
								"Casting a spell other than a cantrip",
								"Taking any damage",
								"1 hour of walking or other physical exertion."
							]
						},
						"If you rested at least 1 hour before the interruption you gain the benefits of a {@variantrule Short Rest|XPHB}.",
						"You can resume a Long Rest immediately after an interruption. If you do so, the rest requires 1 additional hour per interruption to finish."
					]
				}
			]
		},
		{
			"name": "Madness",
			"source": "DMG",
			"page": 258,
			"srd": true,
			"type": "section",
			"entries": [
				"In a typical campaign, characters aren't driven mad by the horrors they face and the carnage they inflict day after day, but sometimes the stress of being an adventurer can be too much to bear. If your campaign has a strong horror theme, you might want to use madness as a way to reinforce that theme, emphasizing the extraordinarily horrific nature of the threats the adventurers face.",
				{
					"type": "entries",
					"name": "Going Mad",
					"entries": [
						"Various magical effects can inflict madness on an otherwise stable mind. Certain spells, such as {@spell contact other plane} and {@spell symbol}, can cause insanity, and you can use the madness rules here instead of the spell effects in the {@book Player's Handbook|PHB}. Diseases, poisons, and planar effects such as psychic wind or the howling winds of Pandemonium can all inflict madness. Some artifacts can also break the psyche of a character who uses or becomes attuned to them.",
						"Resisting a madness-inducing effect usually requires a Wisdom or Charisma saving throw. If your game includes the {@variantrule New Ability Scores: Honor and Sanity||Sanity score} (see chapter 9, \"Dungeon Master's Workshop\"), a creature makes a Sanity saving throw instead."
					]
				},
				{
					"type": "entries",
					"name": "Madness Effects",
					"entries": [
						"Madness can be short-term, long-term, or indefinite. Most relatively mundane effects impose short-term madness, which lasts for just a few minutes. More horrific effects or cumulative effects can result in long-term or indefinite madness.",
						"A character afflicted with {@b short-term madness} is subjected to an effect from the Short-Term Madness table for {@dice 1d10} minutes.",
						"A character afflicted with {@b long-term madness} is subjected to an effect from the Long-Term Madness table for {@dice 1d10 × 10} hours.",
						"A character afflicted with {@b indefinite madness} gains a new character flaw from the Indefinite Madness table that lasts until cured.",
						{
							"type": "table",
							"caption": "Short-Term Madness",
							"colLabels": [
								"d100",
								"Effects (lasts {@dice 1d10} minutes)"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"01-20",
									"The character retreats into his or her mind and becomes {@condition paralyzed}. The effect ends if the character takes any damage."
								],
								[
									"21-30",
									"The character becomes {@condition incapacitated} and spends the duration screaming, laughing, or weeping."
								],
								[
									"31-40",
									"The character becomes {@condition frightened} and must use his or her action and movement each round to flee from the source of the fear."
								],
								[
									"41-50",
									"The character begins babbling and is incapable of normal speech or spellcasting."
								],
								[
									"51-60",
									"The character must use his or her action each round to attack the nearest creature."
								],
								[
									"61-70",
									"The character experiences vivid hallucinations and has disadvantage on ability checks."
								],
								[
									"71-75",
									"The character does whatever anyone tells him or her to do that isn't obviously self-destructive."
								],
								[
									"76-80",
									"The character experiences an overpowering urge to eat something strange such as dirt, slime, or offal."
								],
								[
									"81-90",
									"The character is {@condition stunned}."
								],
								[
									"91-100",
									"The character falls {@condition unconscious}."
								]
							]
						},
						{
							"type": "table",
							"caption": "Long-Term Madness",
							"colLabels": [
								"d100",
								"Effects (lasts {@dice 1d10 × 10} hours)"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"01-10",
									"The character feels compelled to repeat a specific activity over and over, such as washing hands, touching things, praying, or counting coins."
								],
								[
									"11-20",
									"The character experiences vivid hallucinations and has disadvantage on ability checks."
								],
								[
									"21-30",
									"The character suffers extreme paranoia. The character has disadvantage on Wisdom and Charisma checks."
								],
								[
									"31-40",
									"The character regards something (usually the source of madness) with intense revulsion, as if affected by the antipathy effect of the {@spell antipathy/sympathy} spell."
								],
								[
									"41-45",
									"The character experiences a powerful delusion. Choose a potion. The character imagines that he or she is under its effects."
								],
								[
									"46-55",
									"The character becomes attached to a \"lucky charm,\" such as a person or an object, and has disadvantage on attack rolls, ability checks, and saving throws while more than 30 feet from it."
								],
								[
									"56-65",
									"The character is {@condition blinded} (25%) or {@condition deafened} (75%)."
								],
								[
									"66-75",
									"The character experiences uncontrollable tremors or tics, which impose disadvantage on attack rolls, ability checks, and saving throws that involve Strength or Dexterity."
								],
								[
									"76-85",
									"The character suffers from partial amnesia. The character knows who he or she is and retains racial traits and class features, but doesn't recognize other people or remember anything that happened before the madness took effect."
								],
								[
									"86-90",
									"Whenever the character takes damage, he or she must succeed on a {@dc 15} Wisdom saving throw or be affected as though he or she failed a saving throw against the {@spell confusion} spell. The confusion effect lasts for 1 minute."
								],
								[
									"91-95",
									"The character loses the ability to speak."
								],
								[
									"96-100",
									"The character falls {@condition unconscious}. No amount of jostling or damage can wake the character."
								]
							]
						},
						{
							"type": "table",
							"caption": "Indefinite Madness",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"01-15",
									"\"Being drunk keeps me sane.\""
								],
								[
									"16-25",
									"\"I keep whatever I find.\""
								],
								[
									"26-30",
									"\"I try to become more like someone else I know—adopting his or her style of dress, mannerisms, and name.\""
								],
								[
									"31-35",
									"\"I must bend the truth, exaggerate, or outright lie to be interesting to other people.\""
								],
								[
									"36-45",
									"\"Achieving my goal is the only thing of interest to me, and I'll ignore everything else to pursue it.\""
								],
								[
									"46-50",
									"\"I find it hard to care about anything that goes on around me.\""
								],
								[
									"51-55",
									"\"I don't like the way people judge me all the time.\""
								],
								[
									"56-70",
									"\"I am the smartest, wisest, strongest, fastest, and most beautiful person I know.\""
								],
								[
									"71-80",
									"\"I am convinced that powerful enemies are hunting me, and their agents are everywhere I go. I am sure they're watching me all the time.\""
								],
								[
									"81-85",
									"\"There's only one person I can trust. And only I can see this special friend.\""
								],
								[
									"86-95",
									"\"I can't take anything seriously. The more serious the situation, the funnier I find it.\""
								],
								[
									"96-100",
									"\"I've discovered that I really like killing people.\""
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Curing Madness",
					"entries": [
						"A {@spell calm emotions} spell can suppress the effects of madness, while a {@spell lesser restoration} spell can rid a character of a short-term or long-term madness. Depending on the source of the madness, {@spell remove curse} or {@spell dispel evil and good||dispel evil} might also prove effective. A {@spell greater restoration} spell or more powerful magic is required to rid a character of indefinite madness."
					]
				}
			]
		},
		{
			"name": "Magical Effect",
			"source": "XPHB",
			"page": 371,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"An effect is magical if it is created by a spell, a magic item, or a phenomenon that a rule labels as magical."
			]
		},
		{
			"name": "Massive Damage",
			"source": "DMG",
			"page": 273,
			"ruleType": "O",
			"entries": [
				"This optional rule makes it easier for a creature to be felled by massive damage.",
				"When a creature takes damage from a single source equal to or greater than half its hit point maximum, it must succeed on a {@dc 15} Constitution saving throw or suffer a random effect determined by a roll on the System Shock table. For example, a creature that has a hit point maximum of 30 must make that Constitution save if it takes 15 damage or more from a single source.",
				{
					"type": "table",
					"caption": "System Shock",
					"colLabels": [
						"d10",
						"Effect"
					],
					"colStyles": [
						"col-1 text-center no-wrap",
						"col-12"
					],
					"rows": [
						[
							"1",
							"The creature drops to 0 hit points."
						],
						[
							"2-3",
							"The creature drops to 0 hit points but is stable."
						],
						[
							"4-5",
							"The creature is {@condition stunned} until the end of its next turn."
						],
						[
							"6-7",
							"The creature can't take reactions and has disadvantage on attack rolls and ability checks until the end of its next turn."
						],
						[
							"8-10",
							"The creature can't take reactions until the end of its next turn."
						]
					]
				}
			]
		},
		{
			"name": "Monster",
			"source": "XPHB",
			"page": 371,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A monster is a creature controlled by the DM, even if the creature is benevolent."
			]
		},
		{
			"name": "Morale",
			"source": "DMG",
			"page": 273,
			"ruleType": "O",
			"entries": [
				"Some combatants might run away when a fight turns against them. You can use this optional rule to help determine when monsters and NPCs flee.",
				"A creature might flee under any of the following circumstances:",
				{
					"type": "list",
					"items": [
						"The creature is {@status surprised}.",
						"The creature is reduced to half its hit points or fewer for the first time in the battle.",
						"The creature has no way to harm the opposing side on its turn."
					]
				},
				"A group of creatures might flee under any of the following circumstances:",
				{
					"type": "list",
					"items": [
						"All the creatures in the group are {@status surprised}.",
						"The group's leader is reduced to 0 hit points, {@condition incapacitated}, taken prisoner, or removed from battle.",
						"The group is reduced to half its original size with no losses on the opposing side."
					]
				},
				"To determine whether a creature or group of creatures flees, make a {@dc 10} Wisdom saving throw for the creature or the group's leader. If the opposition is overwhelming, the saving throw is made with disadvantage, or you can decide that the save fails automatically. If a group's leader can't make the saving throw for whatever reason, have the creature in the group with the next highest Charisma score make the saving throw instead.",
				"On a failed save, the affected creature or group flees by the most expeditious route. If escape is impossible, the creature or group surrenders. If a creature or group that surrenders is attacked by its conquerors, the battle might resume, and it's unlikely that further attempts to flee or surrender will be made.",
				"A failed saving throw isn't always to the adventurers' benefit. For example, an ogre that flees from combat might put the rest of the dungeon on alert or run off with treasure that the characters had hoped to plunder."
			]
		},
		{
			"name": "More Difficult Identification",
			"source": "DMG",
			"page": 136,
			"ruleType": "V",
			"entries": [
				"If you prefer magic items to have a greater mystique, consider removing the ability to identify the properties of a magic item during a short rest, and require the {@spell identify} spell, experimentation, or both to reveal what a magic item does."
			]
		},
		{
			"name": "New Ability Scores: Honor and Sanity",
			"source": "DMG",
			"page": 264,
			"ruleType": "O",
			"entries": [
				"If you're running a campaign shaped by a strict code of honor or the constant risk of insanity, consider adding one or both these new ability scores: Honor and Sanity.",
				"These abilities function like the standard six abilities, with exceptions specified in each ability below.",
				"Here's how to incorporate these optional abilities at character creation:",
				{
					"type": "list",
					"items": [
						"If your players use the standard array of ability scores, add one 11 to the array for each optional ability you add.",
						"If your players use the optional point-buy system, add 3 points to the number of points for each optional ability you add.",
						"If your players roll their ability scores, have them roll for the added ability scores."
					]
				},
				"If you ever need to make a check or saving throw for Honor or Sanity for a monster that lacks the score, you can use Charisma for Honor and Wisdom for Sanity.",
				{
					"type": "entries",
					"name": "Honor Score",
					"entries": [
						"If your campaign involves cultures where a rigid code of honor is part of daily life, consider using the Honor score as a means of measuring a character's devotion to that code. This ability fits well in a setting inspired by Asian cultures, such as Kara-Tur in the Forgotten Realms. The Honor ability is also useful in any campaign that revolves around orders of knights.",
						"Honor measures not only a character's devotion to a code but also the character's understanding of it. The Honor score can also reflect how others perceive a character's honor. A character with a high Honor usually has a reputation that others know about, especially those who have high Honor scores themselves.",
						"Unlike other abilities, Honor can't be raised with normal ability score increases. Instead, you can award increases to Honor—or impose reductions—based on a character's actions. At the end of an adventure, if you think a character's actions in the adventure reflected well or poorly on his or her understanding of the code, you can increase or decrease the character's Honor by 1. As with other ability scores, a character's Honor can't exceed 20 or fall below 1.",
						{
							"type": "entries",
							"name": "Honor Checks",
							"entries": [
								"Honor checks can be used in social situations, much as Charisma would, when a character's understanding of a code of conduct is the most defining factor in the way a social interaction will play out. You might also call for an Honor check when a character is in one of the following situations:",
								{
									"type": "list",
									"items": [
										"Being unsure how to act with honor",
										"Surrendering while trying to save face",
										"Trying to determine another character's Honor score",
										"Trying to use the proper etiquette in a delicate social situation",
										"Using his or her honorable or dishonorable reputation to influence someone else"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Honor Saving Throws",
							"entries": [
								"An Honor saving throw comes into play when you want to determine whether a character might inadvertently do something dishonorable. You might call for an Honor saving throw in the following situations:",
								{
									"type": "list",
									"items": [
										"Avoiding an accidental breach of honor or etiquette",
										"Resisting the urge to respond to goading or insults from an enemy",
										"Recognizing when an enemy attempts to trick a character into a breach of honor"
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Sanity Score",
					"entries": [
						"Consider using the Sanity score if your campaign revolves around entities of an utterly alien and unspeakable nature, such as Great Cthulhu, whose powers and minions can shatter a character's mind.",
						"A character with a high Sanity is level-headed even in the face of insane circumstances, while a character with low Sanity is unsteady, breaking easily when confronted by eldritch horrors that are beyond normal reason.",
						{
							"type": "entries",
							"name": "Sanity Checks",
							"entries": [
								"You might ask characters to make a Sanity check in place of an Intelligence check to recall lore about the alien creatures of madness featured in your campaign, to decipher the writings of raving lunatics, or to learn spells from tomes of forbidden lore. You might also call for a Sanity check when a character tries one of the following activities:",
								{
									"type": "list",
									"items": [
										"Deciphering a piece of text written in a language so alien that it threatens to break a character's mind",
										"Overcoming the lingering effects of madness",
										"Comprehending a piece of alien magic foreign to all normal understanding of magic"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Sanity Saving Throws",
							"entries": [
								"You might call for a Sanity saving throw when a character runs the risk of succumbing to madness, such as in the following situations:",
								{
									"type": "list",
									"items": [
										"Seeing a creature from the Far Realm or other alien realms for the first time",
										"Making direct contact with the mind of an alien creature",
										"Being subjected to spells that affect mental stability, such as the insanity option of the {@spell symbol} spell",
										"Passing through a demiplane built on alien physics",
										"Resisting an effect conferred by an attack or spell that deals psychic damage"
									]
								},
								"A failed Sanity save might result in {@table short-term madness||short-term}, {@table long-term madness||long-term}, or {@table indefinite madness}, as described in chapter 8, \"Running the Game.\" Any time a character suffers from long-term or indefinite madness, the character's Sanity is reduced by 1. A {@spell greater restoration} spell can restore Sanity lost in this way, and a character can increase his or her Sanity through level advancement."
							]
						}
					]
				}
			]
		},
		{
			"name": "Nonplayer Character",
			"source": "XPHB",
			"page": 371,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A nonplayer character (NPC) is a {@variantrule Monster|XPHB|monster} that has a personal name and a distinct personality."
			]
		},
		{
			"name": "Object",
			"source": "XPHB",
			"page": 371,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"An object is a nonliving, distinct thing. Composite things, like buildings, comprise more than one object."
			]
		},
		{
			"name": "Occupied Space",
			"source": "XPHB",
			"page": 371,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A space is occupied if a creature is in it or if it is completely filled by objects."
			]
		},
		{
			"name": "Passive Perception",
			"source": "XPHB",
			"page": 372,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Passive Perception is a score that reflects a creature's general awareness of its surroundings. The DM uses this score when determining whether a creature notices something without consciously making a Wisdom ({@skill Perception|XPHB}) check.",
				"A creature's Passive Perception equals 10 plus the creature's Wisdom ({@skill Perception|XPHB}) check bonus. If the creature has {@variantrule Advantage|XPHB} on such checks, increase the score by 5. If the creature has {@variantrule Disadvantage|XPHB} on them, decrease the score by 5. For example, a level 1 character with a Wisdom of 15 and proficiency in Perception has a Passive Perception of 14 ({@dice 10 + 2 + 2}). If that character has {@variantrule Advantage|XPHB} on Wisdom ({@skill Perception|XPHB}) checks, the score becomes {@dice 10 + 2 + 2 + 5|19}."
			]
		},
		{
			"name": "Per Day",
			"source": "XPHB",
			"page": 372,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"If a rule says you can use something a certain number of times per day, that means you must finish a {@variantrule Long Rest|XPHB} to use it again after you run out of uses."
			]
		},
		{
			"name": "Player Character",
			"source": "XPHB",
			"page": 372,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A player character is a character controlled by a {@link player|https://coveryourtracks.eff.org}."
			]
		},
		{
			"name": "Playing on a Grid",
			"source": "PHB",
			"page": 192,
			"ruleType": "V",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"If you play out a combat using a square grid and miniatures or other tokens, follow these rules.",
						{
							"name": "Squares",
							"type": "entries",
							"entries": [
								"Each square on the grid represents 5 feet."
							]
						},
						{
							"name": "Speed",
							"type": "entries",
							"entries": [
								"Rather than moving foot by foot, move square by square on the grid. This means you use your speed in 5-foot segments. This is particularly easy if you translate your speed into squares by dividing the speed by 5. For example, a speed of 30 feet translates into a speed of 6 squares.",
								"If you use a grid often, consider writing your speed in squares on your character sheet."
							]
						},
						{
							"name": "Entering a Square",
							"type": "entries",
							"entries": [
								"To enter a square, you must have at least 1 square of movement left, even if the square is diagonally adjacent to the square you're in. (The rule for diagonal movement sacrifices realism for the sake of smooth play. The Dungeon Master's Guide provides guidance on using a more realistic approach.)",
								"If a square costs extra movement, as a square of {@quickref difficult terrain||3} does, you must have enough movement left to pay for entering it. For example, you must have at least 2 squares of movement left to enter a square of {@quickref difficult terrain||3}."
							]
						},
						{
							"name": "Corners",
							"type": "entries",
							"entries": [
								"Diagonal movement can't cross the corner of a wall, large tree, or other terrain feature that fills its space."
							]
						},
						{
							"name": "Ranges",
							"type": "entries",
							"entries": [
								"To determine the range on a grid between two things—whether creatures or objects—start counting squares from a square adjacent to one of them and stop counting in the space of the other one. Count by the shortest route."
							]
						}
					]
				}
			]
		},
		{
			"name": "Possession",
			"source": "XPHB",
			"page": 372,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Some effects cause a creature to be possessed by another creature or entity. A possessing effect defines how the possession operates. Possession can be prevented by the {@spell Protection from Evil and Good|XPHB} spell and ended by the {@spell Dispel Evil and Good|XPHB} spell."
			]
		},
		{
			"name": "Proficiency",
			"source": "XPHB",
			"page": 372,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"If you have proficiency with something, you can add your Proficiency Bonus to any {@variantrule D20 Test|XPHB} you make using that thing. A creature might have proficiency in a skill or {@variantrule Saving Throw|XPHB|saving throw} or with a weapon or tool."
			]
		},
		{
			"name": "Reaction",
			"source": "XPHB",
			"page": 372,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A Reaction is a special action taken in response to a trigger defined in the Reaction's description. You can take a Reaction on another creature's turn, and if you take it on your turn, you can do so even if you also take an action, a {@variantrule Bonus Action|XPHB}, or both. Once you take a Reaction, you can't take another one until the start of your next turn. The {@action Opportunity Attack|XPHB} is a Reaction available to all creatures."
			]
		},
		{
			"name": "Resistance",
			"source": "XPHB",
			"page": 373,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"If you have Resistance to a {@variantrule Damage Types|XPHB|damage type}, damage of that type is halved against you (round down). Resistance is applied only once to an instance of damage."
			]
		},
		{
			"name": "Rest Variants",
			"source": "DMG",
			"page": 267,
			"ruleType": "V",
			"entries": [
				"The rules for short and long rests presented in chapter 8 of the {@book Player's Handbook|PHB|8|Resting} work well for a heroic-style campaign. Characters can go toe-to-toe with deadly foes, take damage to within an inch of their lives, yet still be ready to fight again the next day. If this approach doesn't fit your campaign, consider the following variants.",
				{
					"type": "entries",
					"name": "Epic Heroism",
					"entries": [
						"This variant uses a short rest of 5 minutes and a long rest of 1 hour. This change makes combat more routine, since characters can easily recover from every battle. You might want to make combat encounters more difficult to compensate.",
						"Spellcasters using this system can afford to burn through spell slots quickly, especially at higher levels. Consider allowing spellcasters to restore expended spell slots equal to only half their maximum spell slots (rounded down) at the end of a long rest, and to limit spell slots restored to 5th level or lower. Only a full 8-hour rest will allow a spellcaster to restore all spell slots and to regain spell slots of 6th level or higher."
					]
				},
				{
					"type": "entries",
					"name": "Gritty Realism",
					"entries": [
						"This variant uses a short rest of 8 hours and a long rest of 7 days. This puts the brakes on the campaign, requiring the players to carefully judge the benefits and drawbacks of combat. Characters can't afford to engage in too many battles in a row, and all adventuring requires careful planning.",
						"This approach encourages the characters to spend time out of the dungeon. It's a good option for campaigns that emphasize intrigue, politics, and interactions among other PCs, and in which combat is rare or something to be avoided rather than rushed into."
					]
				}
			]
		},
		{
			"name": "Ritual",
			"source": "XPHB",
			"page": 373,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"If you have a spell prepared that has the Ritual tag, you can cast that spell as a Ritual. The Ritual version of a spell takes 10 minutes longer to cast than normal. It also doesn't expend a spell slot, which means the ritual version of a spell can't be cast at a higher level."
			]
		},
		{
			"name": "Round Down",
			"source": "XPHB",
			"page": 373,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Whenever you divide or multiply a number in the game, round down if you end up with a fraction, even if the fraction is one-half or greater. Some rules make an exception and tell you to round up."
			]
		},
		{
			"name": "Save",
			"source": "XPHB",
			"page": 373,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Save is another name for a {@variantrule Saving Throw|XPHB|saving throw}."
			]
		},
		{
			"name": "Saving Throw",
			"source": "XPHB",
			"page": 373,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A saving throw—also called a save—represents an attempt to avoid or resist a threat. You normally make a saving throw only when a rule requires you to do so, but you can decide to fail the save without rolling. The result of a save is detailed in the effect that allowed it. If a target is forced to make a save and lacks the ability score used by it, the target automatically fails."
			]
		},
		{
			"name": "Scroll Mishaps",
			"source": "DMG",
			"page": 140,
			"ruleType": "V",
			"entries": [
				"A creature who tries and fails to cast a spell from a {@item spell scroll} must make a {@dc 10} Intelligence saving throw. If the saving throw fails, roll on the Scroll Mishap table.",
				{
					"type": "table",
					"caption": "Scroll Mishap",
					"colLabels": [
						"d6",
						"Result"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"A surge of magical energy deals the caster {@damage 1d6} force damage per level of the spell."
						],
						[
							"2",
							"The spell affects the caster or an ally (determined randomly) instead of the intended target, or it affects a random target nearby if the caster was the intended target. "
						],
						[
							"3",
							"The spell affects a random location within the spell's range."
						],
						[
							"4",
							"The spell's effect is contrary to its normal one, but neither harmful nor beneficial. For instance, a {@spell fireball} might produce an area of harmless cold."
						],
						[
							"5",
							"The caster suffers a minor but bizarre effect related to the spell. Such effects last only as long as the original spell's duration, or {@dice 1d10} minutes for spells that take effect instantaneously. For example, a {@spell fireball} might cause smoke to billow from the caster's ears for {@dice 1d10} minutes. "
						],
						[
							"6",
							"The spell activates after {@dice 1d12} hours. If the caster was the intended target, the spell takes effect normally. If the caster was not the intended target, the spell goes off in the general direction of the intended target, up to the spell's maximum range, if the target has moved away."
						]
					]
				}
			]
		},
		{
			"name": "Shape-Shifting",
			"source": "XPHB",
			"page": 373,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"If an effect, such as Wild Shape or the {@spell Polymorph|XPHB} spell, lets you shape-shift, its description specifies what happens to you. Unless that description says otherwise, any ongoing effects on you—{@variantrule Condition|XPHB|conditions}, spells, curses, and the like—carry over from one form to the other. You revert to your true form if you die."
			]
		},
		{
			"name": "Short Rest",
			"source": "XPHB",
			"page": 373,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A Short Rest is a 1-hour period of downtime, during which a creature does nothing more strenuous than reading, talking, eating, or standing watch. To start a Short Rest, you must have at least 1 {@variantrule Hit Points|XPHB|Hit Point}.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Benefits of the Rest",
							"entries": [
								"When you finish the rest, you gain the following benefits:"
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Spend Hit Point Dice",
									"entries": [
										"You can spend one or more of your {@variantrule Hit Point Dice|XPHB} to regain {@variantrule Hit Points|XPHB}. For each {@variantrule Hit Point Dice|XPHB|Hit Point Die} you spend in this way, roll the die and add your Constitution modifier to it. You regain {@variantrule Hit Points|XPHB} equal to the total (minimum of 1 Hit Point). You can decide to spend an additional {@variantrule Hit Point Dice|XPHB|Hit Point Die} after each roll."
									]
								},
								{
									"type": "item",
									"name": "Special Feature",
									"entries": [
										"Some features are recharged by a Short Rest. If you have such a feature, it recharges in the way specified in its description."
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Interrupting the Rest",
							"entries": [
								"A Short Rest is stopped by the following interruptions:"
							]
						}
					]
				},
				{
					"type": "list",
					"items": [
						"Rolling {@variantrule Initiative|XPHB}",
						"Casting a spell other than a cantrip",
						"Taking any damage"
					]
				},
				"An interrupted Short Rest confers no benefits."
			]
		},
		{
			"name": "Sidekicks",
			"source": "TVWG",
			"page": 142,
			"type": "section",
			"entries": [
				"This section provides a straightforward way to add a special NPC-called a sidekick-to the group of adventurers. These rules take a creature with a low challenge rating and give it levels in one of three simple classes: Expert, Spellcaster, or Warrior.",
				"A sidekick can be incorporated into a group at the party's inception, or a sidekick might join them during the campaign. For example, the characters might meet a villager, an animal, or another creature, forge a friendship, and invite the creature to join them on their adventures.",
				"You can also use these rules to customize a monster for your own use as DM.",
				{
					"type": "entries",
					"name": "Creating a Sidekick",
					"entries": [
						"A sidekick can be any type of creature with a stat block in the {@book Monster Manual|XMM} or another D&D book, but the challenge rating in its stat block must be {@filter ½ or lower|bestiary|challenge rating=[&0;&1/2]|miscellaneous=!swarm}. You take that stat block and add to it, as explained in the \"Gaining a Sidekick Class\" section.",
						"To join the adventurers, the sidekick must be the friend of at least one of them. This friendship might be connected to a character's backstory or to events that have transpired in play. For example, a sidekick could be a childhood friend or pet, or it might be a creature the adventurers saved. As DM, you determine whether there is sufficient trust established for the creature to join the group.",
						"You decide who plays the sidekick. Here are some options:",
						{
							"type": "list",
							"items": [
								"A player plays the sidekick as their second character-ideal when you have only one or two players.",
								"A player plays the sidekick as their only character-ideal for a player who wants a character who's simpler than a typical player character.",
								"The players jointly play the sidekick.",
								"You play the sidekick."
							]
						},
						"There's no limit on the number of sidekicks in a group, but having more than one per player character can noticeably slow down the game. And when estimating the difficulty of an upcoming encounter, count each sidekick as a character."
					]
				},
				{
					"type": "section",
					"name": "Gaining a Sidekick Class",
					"entries": [
						"When you create a sidekick, you choose the class it will have for the rest of its career: {@class expert sidekick|TVWG|Expert}, {@class Spellcaster sidekick|TVWG|Spellcaster}, or {@class Warrior sidekick|TVWG|Warrior}. If a sidekick class contains a choice, you may make the choice or let the players make it.",
						{
							"type": "entries",
							"name": "Starting Level",
							"entries": [
								"The starting level of a sidekick is the same as the average level of the group. For example, if a 1st-level group starts out with a sidekick, that sidekick is also 1st level, but if a 10th-level group invites a sidekick to join them, that sidekick starts at 10th level."
							]
						},
						{
							"type": "entries",
							"name": "Leveling Up a Sidekick",
							"entries": [
								"Whenever a group's average level goes up, the sidekick gains a level. It doesn't matter how much of the group's recent adventures the sidekick experienced; the sidekick levels up because of a combination of the adventures it shared with the group and its own training."
							]
						},
						{
							"type": "entries",
							"name": "Hit Points",
							"entries": [
								"Whenever the sidekick gains a level, it gains one Hit Die, and its hit point maximum increases. To determine the amount of the increase, roll the Hit Die (the type of die appears in the sidekick's stat block), and add its Constitution modifier. It gains a minimum of 1 hit point per level.",
								"If the sidekick drops to 0 hit points and isn't killed outright, it falls {@condition unconscious} and subsequently makes death saving throws, just like a player character."
							]
						},
						{
							"type": "entries",
							"name": "Proficiency Bonus",
							"entries": [
								"The sidekick's proficiency bonus is determined by its level in its class, as shown in the class's table.",
								"Whenever the sidekick's proficiency bonus increases by 1, add 1 to the to-hit modifier of all the attacks in its stat block, and increase the DCs in its stat block by 1."
							]
						},
						{
							"type": "entries",
							"name": "Ability Score Increases",
							"entries": [
								"Whenever the sidekick gains the Ability Score Improvement feature, adjust anything in its stat block that relies on an ability modifier that you increase. For example, if the sidekick has an attack that uses its Strength modifier, increase the attack's modifiers to hit and damage if the Strength modifier increases.",
								"If it's unclear whether a melee attack in the stat block uses Strength or Dexterity, the attack can use either."
							]
						}
					]
				}
			]
		},
		{
			"name": "Simultaneous Effects",
			"source": "XPHB",
			"page": 374,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"If two or more things happen at the same time on a turn, the person at the game table—player or DM whose turn it is decides the order in which those things happen. For example, if two effects occur at the start of a {@variantrule Player Character|XPHB|player character's} turn, the player decides which of the effects happens first."
			]
		},
		{
			"name": "Size",
			"source": "XPHB",
			"page": 374,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A creature or an object belongs to a size category: Tiny, Small, Medium, Large, Huge, or Gargantuan. A creature's size determines how much space the creature occupies in combat. An object's size affects its {@variantrule Hit Points|XPHB}."
			]
		},
		{
			"name": "Skill",
			"source": "XPHB",
			"page": 374,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A skill is an {@book area of specialization|XPHB|1|Skill List} associated with an ability check. If you have proficiency in a skill, you can add your {@variantrule Proficiency|XPHB|Proficiency Bonus} when you make an ability check associated with that skill."
			]
		},
		{
			"name": "Skill Variants",
			"source": "DMG",
			"page": 263,
			"ruleType": "V",
			"entries": [
				"A skill dictates the circumstances under which a character can add his or her proficiency bonus to an ability check. Skills define those circumstances by referring to different aspects of the six ability scores. For example, {@skill Acrobatics} and {@skill Stealth} are two different aspects of Dexterity, and a character can specialize in either or both.",
				"You can dispense with skills and use one of the following variants. Choose whichever one best suits your campaign.",
				{
					"type": "entries",
					"name": "Ability Check Proficiency",
					"entries": [
						"With this variant rule, characters don't have skill proficiencies. Instead, each character has proficiency in two abilities: one tied to the character's class and one tied to the character's background. The Ability Proficiencies by Class table suggests a proficiency for each class, and you choose which ability is tied to a given background. Starting at 1st level, a character adds his or her proficiency bonus to any ability check tied to one or the other of these two abilities.",
						{
							"type": "table",
							"caption": "Ability Check Proficiency by Class",
							"colLabels": [
								"Class",
								"Ability Check"
							],
							"colStyles": [
								"col-2",
								"col-10"
							],
							"rows": [
								[
									"{@class Barbarian}",
									"Strength, Dexterity, or Wisdom"
								],
								[
									"{@class Bard}",
									"Any one"
								],
								[
									"{@class Cleric}",
									"Intelligence, Wisdom, or Charisma"
								],
								[
									"{@class Druid}",
									"Intelligence or Wisdom"
								],
								[
									"{@class Fighter}",
									"Strength, Dexterity, or Wisdom"
								],
								[
									"{@class Monk}",
									"Strength, Dexterity, or Intelligence"
								],
								[
									"{@class Paladin}",
									"Strength, Wisdom, or Charisma"
								],
								[
									"{@class Ranger}",
									"Strength, Dexterity, or Wisdom"
								],
								[
									"{@class Rogue}",
									"Dexterity, Intelligence, Wisdom, or Charisma"
								],
								[
									"{@class Sorcerer}",
									"Intelligence or Charisma"
								],
								[
									"{@class Warlock}",
									"Intelligence or Charisma"
								],
								[
									"{@class Wizard}",
									"Intelligence or Wisdom"
								]
							]
						},
						"The Expertise feature works differently than normal under this rule. At 1st level, instead of choosing two skill proficiencies, a character with the Expertise class feature chooses one of the abilities in which he or she has proficiency. Selecting an ability counts as two of the character's Expertise choices. If the character would gain an additional skill proficiency, that character instead selects another ability check in which to gain proficiency.",
						"This option removes skills from the game and doesn't allow for much distinction among characters. For example, a character can't choose to emphasize persuasion or intimidation; he or she is equally adept at both."
					]
				},
				{
					"type": "entries",
					"name": "Background Proficiency",
					"entries": [
						"With this variant rule, characters don't have skill or tool proficiencies. Anything that would grant the character a skill or tool proficiency provides no benefit. Instead, a character can add his or her proficiency bonus to any ability check to which the character's prior training and experience (reflected in the character's background) reasonably applies. The DM is the ultimate judge of whether the character's background applies.",
						"For example, the player of a character with the noble background could reasonably argue that the proficiency bonus should apply to a Charisma check the character makes to secure an audience with the king. The player should be encouraged to explain in specific terms how the character's background applies. Not simply \"I'm a noble,\" but \"I spent three years before starting my adventuring career serving as my family's ambassador to the court, and this sort of thing is second nature to me now.\"",
						"This simple system relies heavily on players developing their characters' histories. Don't let it result in endless debates about whether a character's proficiency bonus applies in a given situation. Unless a player's attempt to explain the relevance of the character's background makes everyone else at the table roll their eyes at its absurdity, go ahead and reward the player for making the effort.",
						"If a character has the Expertise feature, instead of choosing skills and tools to gain the benefit of that feature, the player defines aspects of his or her background to which the benefit applies. Continuing the noble example, the player might decide to apply Expertise to \"situations where courtly manners and etiquette are paramount\" and \"figuring out the secret plots that court members hatch against one another.\""
					]
				},
				{
					"type": "entries",
					"name": "Personality Trait Proficiency",
					"entries": [
						"With this variant rule, characters don't have skill proficiencies. Instead, a character can add his or her proficiency bonus to any ability check directly related to the character's positive personality traits. For example, a character with a positive personality trait of \"I never have a plan, but I'm great at making things up as I go along\" might apply the bonus when engaging in some off-the-cuff deception to get out of a tight spot. A player should come up with at least four positive personality traits when creating a character.",
						"When a character's negative personality trait directly impacts an ability check, the character has disadvantage on the check. For example, a hermit whose negative trait is \"I often get lost in my own thoughts and contemplation, oblivious to my surroundings\" might have disadvantage on an ability check made to notice creatures sneaking up.",
						"If a character has the Expertise feature, the player can apply its benefit to personality traits related to ability checks, instead of to skills or tools. If a character would gain a new skill or tool proficiency, the character instead gains a new positive personality trait.",
						"This system relies heavily on players developing their characters' personalities. Make sure that different characters' traits—positive and negative—come into play with about the same frequency. Don't let a player get away with a positive trait that always seems to apply and a negative trait that never does.",
						"At your discretion, you can also tie a character's ideals, bonds, and flaws to this system."
					]
				}
			]
		},
		{
			"name": "Speed",
			"source": "XPHB",
			"page": 374,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A creature has a Speed, which is the distance in feet the creature can cover when it moves on its turn.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Special Speeds",
							"entries": [
								"Some creatures have special speeds, such as a Burrow Speed, {@variantrule Climb Speed|XPHB}, {@variantrule Fly Speed|XPHB}, or {@variantrule Swim Speed|XPHB}, each of which is defined in this glossary. If you have more than one speed, choose which one to use when you move; you can switch between the speeds during your move. Whenever you switch, subtract the distance already moved from the new speed. The result determines how much farther you can move. If the result is 0 or less, you can't use the new speed during the current move. For example, if you have a Speed of 30 and a {@variantrule Fly Speed|XPHB} of 40, you could fly 10 feet, walk 10 feet, and leap into the air to fly 20 feet more."
							]
						},
						{
							"type": "entries",
							"name": "Changes to Your Speeds",
							"entries": [
								"If an effect increases or decreases your Speed for a time, any special speed you have increases or decreases by an equal amount for the same duration. For example, if your Speed is reduced to 0 and you have a {@variantrule Climb Speed|XPHB}, your {@variantrule Climb Speed|XPHB} is also reduced to 0. Similarly, if your Speed is halved and you have a {@variantrule Fly Speed|XPHB}, your {@variantrule Fly Speed|XPHB} is also halved."
							]
						}
					]
				}
			]
		},
		{
			"name": "Spell",
			"source": "XPHB",
			"page": 374,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A spell is a {@variantrule Magical Effect|XPHB|magical effect} that has the characteristics described in {@book chapter 7|XPHB|7}."
			]
		},
		{
			"name": "Spell Attack",
			"source": "XPHB",
			"page": 374,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A spell attack is an attack roll made as part of a spell or another {@variantrule Magical Effect|XPHB|magical effect}."
			]
		},
		{
			"name": "Spell Points",
			"source": "DMG",
			"page": 288,
			"ruleType": "V",
			"entries": [
				"One way to modify how a class feels is to change how it uses its spells. With this variant system, a character who has the Spellcasting feature uses spell points instead spell slots to fuel spells. Spell points give a caster more flexibility, at the cost of greater complexity.",
				"In this variant, each spell has a point cost based on its level. The Spell Point Cost table summarizes the cost in spell points of slots from 1st to 9th level. Cantrips don't require slots and therefore don't require spell points.",
				"Instead of gaining a number of spell slots to cast your spells from the Spellcasting feature, you gain a pool of spell points instead. You expend a number of spell points to create a spell slot of a given level, and then use that slot to cast a spell. You can't reduce your spell points total to less than 0, and you regain all spent spell points when you finish a long rest.",
				"Spells of 6th level and higher are particularly taxing to cast. You can use spell points to create one slot of each level of 6th or higher. You can't create another slot of the same level until you finish a long rest.",
				"The number of spell points you have to spend is based on your level as a spellcaster, as shown in the Spell Points by Level table. Your level also determines the maximum-level spell slot you can create. Even though you might have enough points to create a slot above this maximum, you can't do so.",
				"The Spell Points by Level table applies to {@class bard||bards}, {@class cleric||clerics}, {@class druid||druids}, {@class sorcerer||sorcerers}, and {@class wizard||wizards}. For a {@class paladin} or {@class ranger}, halve the character's level in that class and then consult the table. For a {@class fighter|phb|fighter (Eldritch Knight)|Eldritch Knight} or {@class rogue|phb|rogue (Arcane Trickster)|Arcane Trickster}, divide the character's level in that class by three.",
				"This system can be applied to monsters that cast spells using spell slots, but it isn't recommended that you do so. Tracking spell point expenditures for a monster can be a hassle.",
				{
					"type": "table",
					"caption": "Spell Point Cost",
					"colLabels": [
						"Spell Level",
						"Point Cost"
					],
					"colStyles": [
						"col-6 text-center",
						"col-6 text-center"
					],
					"rows": [
						[
							"1st",
							2
						],
						[
							"2nd",
							3
						],
						[
							"3rd",
							5
						],
						[
							"4th",
							6
						],
						[
							"5th",
							7
						],
						[
							"6th",
							9
						],
						[
							"7th",
							10
						],
						[
							"8th",
							11
						],
						[
							"9th",
							13
						]
					]
				},
				{
					"type": "table",
					"caption": "Spell Points by Level",
					"colLabels": [
						"Class Level",
						"Spell Points",
						"Max Spell Level"
					],
					"colStyles": [
						"col-4 text-center",
						"col-4 text-center",
						"col-4 text-center"
					],
					"rows": [
						[
							"1st",
							4,
							"1st"
						],
						[
							"2nd",
							6,
							"1st"
						],
						[
							"3rd",
							14,
							"2nd"
						],
						[
							"4th",
							17,
							"2nd"
						],
						[
							"5th",
							27,
							"3rd"
						],
						[
							"6th",
							32,
							"3rd"
						],
						[
							"7th",
							38,
							"4th"
						],
						[
							"8th",
							44,
							"4th"
						],
						[
							"9th",
							57,
							"5th"
						],
						[
							"10th",
							64,
							"5th"
						],
						[
							"11th",
							73,
							"6th"
						],
						[
							"12th",
							73,
							"6th"
						],
						[
							"13th",
							83,
							"7th"
						],
						[
							"14th",
							83,
							"7th"
						],
						[
							"15th",
							94,
							"8th"
						],
						[
							"16th",
							94,
							"8th"
						],
						[
							"17th",
							107,
							"9th"
						],
						[
							"18th",
							114,
							"9th"
						],
						[
							"19th",
							123,
							"9th"
						],
						[
							"20th",
							133,
							"9th"
						]
					]
				}
			]
		},
		{
			"name": "Spellcasting Focus",
			"source": "XPHB",
			"page": 374,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A Spellcasting Focus is an object that certain creatures can use in place of a spell's Material components if those materials aren't consumed by the spell and don't have a cost specified. Some classes allow its members to use certain types of Spellcasting Focuses."
			]
		},
		{
			"name": "Sphere [Area of Effect]",
			"source": "XPHB",
			"page": 374,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A Sphere is an area of effect that extends in straight lines from a point of origin outward in all directions. The effect that creates a Sphere specifies the distance it extends as the radius of the Sphere.",
				"A Sphere's point of origin is included in the Sphere's area of effect."
			]
		},
		{
			"name": "Stable",
			"source": "XPHB",
			"page": 374,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A creature is Stable if it has 0 {@variantrule Hit Points|XPHB} but isn't required to make {@variantrule Death Saving Throw|XPHB|Death Saving Throws}."
			]
		},
		{
			"name": "Stat Block",
			"source": "XPHB",
			"page": 374,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A stat block contains the game slatistics of a {@variantrule Monster|XPHB|monster}. Each stat block includes the following information presented after the {@variantrule Monster|XPHB|monster's} name.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Size",
							"entries": [
								"A {@variantrule Monster|XPHB|monster} is Tiny, Small, Med ium, Large, Huge, or Gargantuan."
							]
						},
						{
							"type": "entries",
							"name": "Creature Type",
							"entries": [
								"This entry notes the family of beings a {@variantrule Monster|XPHB|monster} belongs to, along with any descriptive tags."
							]
						},
						{
							"type": "entries",
							"name": "Alignment",
							"entries": [
								"An alignment is suggested for the {@variantrule Monster|XPHB|monster}, with the DM determining its actual alignment."
							]
						},
						{
							"type": "entries",
							"name": "AC, Initiative, and HP",
							"entries": [
								"These entries give the {@variantrule Monster|XPHB|monster's} {@variantrule Armor Class|XPHB}, {@variantrule Initiative|XPHB}, and {@variantrule Hit Points|XPHB}, which are detailed in {@book chapter 1|XPHB|1}. In parentheses after the {@variantrule Hit Points|XPHB}, the {@variantrule Monster|XPHB|monster's} {@variantrule Hit Point Dice|XPHB} are provided, along with the contribution of its Constitution, if any, to its {@variantrule Hit Points|XPHB}. Following the {@variantrule Initiative|XPHB} modifier is an {@variantrule Initiative|XPHB} score. Some creatures that are created by magic lack Hit Dice and {@variantrule Initiative|XPHB} information."
							]
						},
						{
							"type": "entries",
							"name": "Speed",
							"entries": [
								"Here the {@variantrule Monster|XPHB|monster's} Speed is provided, along with any special speeds."
							]
						},
						{
							"type": "entries",
							"name": "Ability Scores",
							"entries": [
								"A table provides the {@variantrule Monster|XPHB|monster's} ability scores, modifiers, and {@variantrule Saving Throw|XPHB|saving throw} modifiers, all of which are detailed in {@book chapter 1|XPHB|1}."
							]
						},
						{
							"type": "entries",
							"name": "Skills",
							"entries": [
								"This entry lists the {@variantrule Monster|XPHB|monster's} skill proficiencies, if any."
							]
						},
						{
							"type": "entries",
							"name": "Resistances and Vulnerabilities",
							"entries": [
								"These entries list the {@variantrule Monster|XPHB|monster's} Resistances and Vulnerabilities, if any."
							]
						},
						{
							"type": "entries",
							"name": "Immunities",
							"entries": [
								"This section lists the {@variantrule Monster|XPHB|monster's} damage and {@variantrule Condition|XPHB|condition} Immunities, if any."
							]
						},
						{
							"type": "entries",
							"name": "Gear",
							"entries": [
								"If the {@variantrule Monster|XPHB|monster} has any equipment that can be given away or retrieved, it's listed in this entry."
							]
						},
						{
							"type": "entries",
							"name": "Senses",
							"entries": [
								"This entry lists the {@variantrule Monster|XPHB|monster's} special senses, such as {@sense Darkvision|XPHB}, and its Passive {@skill Perception|XPHB}."
							]
						},
						{
							"type": "entries",
							"name": "Languages",
							"entries": [
								"This entry lists any languages the {@variantrule Monster|XPHB|monster} knows."
							]
						},
						{
							"type": "entries",
							"name": "CR",
							"entries": [
								"Challenge Rating summarizes the threat a {@variantrule Monster|XPHB|monster} poses and is detailed in the {@book Monster Manual|XMM}. The Experience Points characters receive for defeating a {@variantrule Monster|XPHB|monster} and its {@variantrule Proficiency|XPHB|Proficiency Bonus} follow. Some creatures that are created by magic have no CR."
							]
						},
						{
							"type": "entries",
							"name": "Traits",
							"entries": [
								"The {@variantrule Monster|XPHB|monster's} traits, if any, are features that are active at all times or in certain situations."
							]
						},
						{
							"type": "entries",
							"name": "Actions",
							"entries": [
								"The {@variantrule Monster|XPHB|monster} can take these actions in addition to those detailed in this glossary."
							]
						},
						{
							"type": "entries",
							"name": "Bonus Actions",
							"entries": [
								"If the {@variantrule Monster|XPHB|monster} has {@variantrule Bonus Action|XPHB} options, they are listed in this section."
							]
						},
						{
							"type": "entries",
							"name": "Reactions",
							"entries": [
								"If the {@variantrule Monster|XPHB|monster} can take special {@variantrule Reaction|XPHB|Reactions}, those are listed in this section."
							]
						},
						{
							"type": "entries",
							"name": "Attack Notation",
							"entries": [
								"The entry for a {@variantrule Monster|XPHB|monster's} attack starts by identifying whether the attack is a melee or a ranged attack and then provides the attack roll's bonus, its reach or range, and what happens on a hit. An attack is against one target unless its entry says otherwise."
							]
						},
						{
							"type": "entries",
							"name": "Saving Throw Effect Notation",
							"entries": [
								"If an effect forces a {@variantrule Saving Throw|XPHB|saving throw}, the effect's entry starts by identifying the kind of {@variantrule Saving Throw|XPHB|saving throw} required and then provides the save's DC, a description of which creatures must make the save, and what happens on a failed or a successful save."
							]
						},
						{
							"type": "entries",
							"name": "Damage Notation",
							"entries": [
								"A stat block usually provides both a static number and a die expression for each instance of damage. For example, an attack might deal 4 ({@damage 1d4 + 2}) damage on a hit. The DM determines whether you use the static number or the die expression in parentheses; you don't use both."
							]
						}
					]
				}
			]
		},
		{
			"name": "Swim Speed",
			"source": "XPHB",
			"page": 376,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A Swim Speed can be used to swim without expending the extra movement normally associated with swimming."
			]
		},
		{
			"name": "Swimming",
			"source": "XPHB",
			"page": 376,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"While you're swimming, each foot of movement costs 1 extra foot (2 extra feet in {@variantrule Difficult Terrain|XPHB|difficult terrain}). You ignore this extra cost if you have a {@variantrule Swim Speed|XPHB} and use it to swim. At the DM's option, moving any distance in rough water might require a successful {@dc 15} Strength ({@skill Athletics|XPHB}) check."
			]
		},
		{
			"name": "Target",
			"source": "XPHB",
			"page": 376,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A target is the creature or object targeted by an attack roll, forced to make a {@variantrule Saving Throw|XPHB|saving throw} by an effect, or selected to receive the effects of a spell or another phenomenon."
			]
		},
		{
			"name": "Telepathy",
			"source": "XPHB",
			"page": 376,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Telepathy is a magical ability that allows a creature to communicate mentally with another creature within a specified range. Unless a rule states otherwise, the contacted creature doesn't need to share a language with the telepath to understand this communication, but the contacted creature must be able to understand at least one language or be telepathic itself to understand.",
				"A telepath doesn't need to see a contacted creature, and the telepath can start or end the telepathic contact at any time (no action required). Telepathic contact can't be initiated and is immediately broken if either the telepath or the other creature has the {@condition Incapacitated|XPHB} condition. Telepathic contact is also broken if the contacted creature is no longer within the telepathy's range or if the telepath contacts a different creature within range.",
				"A creature without telepathy can receive telepathic messages but can't initiate a telepathic conversation. Once a telepathic conversation starts, the non-telepath can communicate mentally to the telepath until the telepathic connection ends."
			]
		},
		{
			"name": "Teleportation",
			"source": "XPHB",
			"page": 376,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Teleportation is a special kind of magical transportation. If you teleport, you disappear and reappear elsewhere instantly, without moving through the intervening space. This transportation doesn't expend movement unless a rule tells you otherwise, and teleportation never provokes {@action Opportunity Attack|XPHB|Opportunity Attacks}.",
				"When you teleport, all the equipment you're wearing and carrying teleports with you. If you're touching another creature when you teleport, that creature doesn't teleport with you unless the teleportation effect says otherwise.",
				"If the destination space of your teleportation is occupied by another creature or blocked by a solid obstacle, you instead appear in the nearest unoccupied space of your choice.",
				"The description of a teleportation effect tells you if you must see the teleportation's destination."
			]
		},
		{
			"name": "Temporary Hit Points",
			"source": "XPHB",
			"page": 376,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Temporary Hit Points are granted by certain effects and act as a buffer against losing real {@variantrule Hit Points|XPHB}."
			]
		},
		{
			"name": "Unarmed Strike",
			"source": "XPHB",
			"page": 377,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"Instead of using a weapon to make a melee attack, you can use a punch, kick, head-butt, or similar forceful blow. In game terms, this is an Unarmed Strike—a melee attack that involves you using your body to damage, grapple, or shove a target within 5 feet of you.",
				"Whenever you use your Unarmed Strike, choose one of the following options for its effect.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Damage",
							"entries": [
								"You make an attack roll against the target. Your bonus to the roll equals your Strength modifier plus your {@variantrule Proficiency|XPHB|Proficiency Bonus}. On a hit, the target takes Bludgeoning damage equal to 1 plus your Strength modifier."
							]
						},
						{
							"type": "entries",
							"name": "Grapple",
							"entries": [
								"The target must succeed on a Strength or Dexterity {@variantrule Saving Throw|XPHB|saving throw} (it chooses which), or it has the {@condition Grappled|XPHB} condition. The DC for the {@variantrule Saving Throw|XPHB|saving throw} and any escape attempts equals 8 plus your Strength modifier and {@variantrule Proficiency|XPHB|Proficiency Bonus}. This grapple is possible only if the target is no more than one size larger than you and if you have a hand free to grab it."
							]
						},
						{
							"type": "entries",
							"name": "Shove",
							"entries": [
								"The target must succeed on a Strength or Dexterity {@variantrule Saving Throw|XPHB|saving throw} (it chooses which), or you either push it 5 feet away or cause it to have the {@condition Prone|XPHB} condition. The DC for the {@variantrule Saving Throw|XPHB|saving throw} equals 8 plus your Strength modifier and {@variantrule Proficiency|XPHB|Proficiency Bonus}. This shove is possible only if the target is no more than one size larger than you."
							]
						}
					]
				}
			]
		},
		{
			"name": "Unoccupied Space",
			"source": "XPHB",
			"page": 377,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A space is unoccupied if no creatures are in it and it isn't completely filled by objects."
			]
		},
		{
			"name": "Vulnerability",
			"source": "XPHB",
			"page": 377,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"If you have Vulnerability to a {@variantrule Damage Types|XPHB|damage type}, damage of that type is doubled against you. Vulnerability is applied only once to an instance of damage."
			]
		},
		{
			"name": "Wands That Don't Recharge",
			"source": "DMG",
			"page": 141,
			"ruleType": "V",
			"entries": [
				"A typical wand has expendable charges. If you'd like wands to be a limited resource, you can make some of them incapable of regaining charges. Consider increasing the base number of charges in such a wand, to a maximum of 25 charges. These charges are never regained once they're expended."
			]
		},
		{
			"name": "Weapon",
			"source": "XPHB",
			"page": 377,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A weapon is an object that is in the {@filter Simple|items|category=basic|type=simple weapon} or {@filter Martial|items|category=basic|type=martial weapon} weapon category."
			]
		},
		{
			"name": "Weapon Attack",
			"source": "XPHB",
			"page": 377,
			"srd52": true,
			"basicRules2024": true,
			"ruleType": "C",
			"entries": [
				"A weapon attack is an attack roll made with a weapon."
			]
		}
	]
}
